{
  "law_name": "Anti-Money Laundering Act, 2010",
  "act_number": "VII of 2010",
  "enactment_date": "27th March, 2010",
  "total_pages": 44,
  "total_sections": 58,
  "volumes": {
    "Volume 1": [
      {
        "section": "1",
        "title": "Short title, extent and commencement",
        "body": "(1) This Act may be called the Anti -Money \nLaundering Act, 2010. \n \n(2) It extends to the whole of Pakistan. \n \n(3) It shall come into force at once.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "2",
        "title": "Definitions",
        "body": "In this Act, unless there is anything repugnant in the subject or context, - \n \n(i) “AML/CFT ” means anti money laundering and countering financing of \nterrorism; \n \n(ii) “AML/CFT regulatory authority ” means the regulator or SRB as defined \nunder section 6A; \n \n(iii) “attachment ” means prohibition of transfer, conversion, disposition or \nmovement of property by an order issued under section 8; \n \n(iv) “beneficial owner” means,- \n \n(i) natural person who ultim ately owns or controls a customer or the \nnatural person on whose behalf a transaction is being conducted; or \n(ii) natural person who exercises ultimate effective control over a legal \nperson or legal arrangement; \n(v) “business relationship ” means professional or commercial relationship \nbetween a reporting entity and a customer to conduct transaction, activity or to \nprovide service or product; \n(vi) “CDD” means customer due diligence and the obligations set out in section \n7A; \n \n1 Subs. by Anti -Money Laundering (Second Amendment) Act, 2020 (Act No. XXX of 2020), s. 2.\n\n<<<PAGE 5>>>\n(vii) “company” means any body corporate and includes a firm or oth er association \nof individuals; \n(viii) “competent authorities ” means the regulators, oversight bodies for SRBs, the \nFinancial Monitoring Unit and the investigating or prosecuting agencies as \ndefined in this Act; \n(ix) “corporate group ” means a group that c onsists of a parent entity exercising \ncontrol or management on branch or subsidiary that are subject to AML/CFT \npolicies and procedures at the group level; \n(x) “Court” means the Court specified under section 20; \n(xi) “CTR” means report on currency transa ctions exceeding such amount as may \nbe specified by the National Executive Committee by notification in the \nofficial Gazette; \n(xii) “designated non -financial businesses and professions ” or “DNFBPs” means \nthe following persons, namely: - \n(a) real estate agents, including builders and real estate developers, when \nperforming the prescribed activities in the prescribed circumstances \nand manner; \n(b) dealers in precious metals and precious stones, including jewellers and \ngem dealers, when performi ng the prescribed activities in the \nprescribed circumstances and manner; \n(c) lawyers, notaries, accountants and other legal professionals who \ncarryout monetary transactions for their clients concerning the \nfollowing activities: - \n(I) managing, operating, b uying and selling of real estate, legal \npersons and legal arrangements and preparing , documents \ntherefor; \n(II) managing of client money, securities or other assets; \n(III) managing bank, savings or securities accounts; or \n(IV) organizing contributions for the creation, operation or \nmanagement of companies; \n(d) trust and company service providers, when they carry out monetary \ntransactions or services for a client concerning the following \nactivities: -\n\n<<<PAGE 6>>>\n(I) acting as a formation agent of legal persons; \n(II) acting as or arranging for another person to act as a director or \nsecretary of a company, a partner of a partnership, or a similar \nposition in relation to other legal per sons; \n(III) providing a registered office, business address or \naccommodation, correspondence or administrative address for \na company, a partnership or any other legal person or \narrangement; \n(IV) acting as or arranging for another person to act as a trust ee of a \ntrust or performing the equivalent function for another form of \nlegal arrangement; and \n(V) acting as or arranging for another person to act as a nominee \nshareholder for another person; and \n(e) such other designated non -financial businesses and pr ofessions as may \nbe notified by the Federal Government; \n(xiii) “Director General ” means the Director General of FMU appointed under \nsubsection (3) of section 6; \n(xiv) “financial institution ” includes any person carrying on any one or more of the \nfollowin g activities , namely:- \n(a) acceptance of deposits and other repayable funds from the public; \n(b) lending in whatsoever form; \n(c) financial leasing; \n(d) money or value transfer; \n(e) issuing and managing means of payments including but not limited to \ncredit and debit cards, cheques, traveller's cheques, money orders , \nbank drafts and electronic money; \n(f) financial guarantees and commitments; and \n(g) trading in : \n(i) money market instruments; \n(ii) foreign exchange; \n(iii) exchange, interest rate and index instruments; \n(iv) transferable securities;\n\n<<<PAGE 7>>>\n(v) commodity futures trading; \n(vi) participation in shares issues and the provision of services \nrelated to such issues ; \n(vii) individual and collective portfolio management; \n(viii) safekeeping and administration of cash or liquid securities on \nbehalf of other persons; \n(ix) investing, administering or managing funds or money on behalf \nof other persons; \n(x) insurance bu siness transactions; \n(xi) money and currency changing; and \n(xii) carrying out business as intermediary ; \n(xv) “FMU” means the Financial Monitoring Unit established under section 6; \n(xvi) “foreign serious offence ” means an offence :- \n(a) against the law o f a foreign state stated in a certificate issued by, or on \nbehalf of, the government of that foreign state; and \n(b) which, had it occurred in Pakistan, would have constituted a predicate \noffence; \n(xvii) “investigating officer ” means the officer nominated or appointed under section \n24; \n(xviii) “investigating or prosecuting agency ” means the National Accountability \nBureau (NAB), Federal Investigation Agency (FIA), Anti -Narcotics Force \n(ANF), Directorate General (Intelligence and Investigation - Customs) \nFederal Board of Revenue, Directorate General (Intelligence and Investigation \nInland Revenue) Federal Board of Revenue, Provincial Counter Terrorism \nDepartments or any other law enforcement agency as may be notified by the \nFederal Government for the investigation or prosecution of an offence under \nthis Act; \n(xix) “legal arrangements ” means trusts, waqfs or other similar legal arrangements \nas may be defined in any other law; \n(xx) “legal person ” means companies, associations, found ations, partnerships, \nsocieties and any other legal person as may be defined in any other law; \n(xxi) “National Executive Committee ” means the National Executive Committee \nconstituted under section 5;\n\n<<<PAGE 8>>>\n(xxii) “occasional transactions ” means any transaction conducted by a reporting \nentity for a customer with whom the reporting entity does not have a business \nrelationship; \n(xxiii) “offence of money laundering ” has the meaning as defined in section 3; \n(xxiv) “oversight body for SRP ” means a body appointed by the Federal Government \nby notification in the official Gazette to monitor the compliance of an SRB \nwith respect to the provisions o f this Act; \n(xxv) “person” means any natural or legal person; \n(xxvi) “predicate offence ” means an offence specified in Schedule -I to this Act; \n(xxvii) “prescribed ” means prescribed by rules or regulations made under this Act; \n(xxviii)“proceeds of crim e” means any property derived or obtained directly or \nindirectly by any person from the commission of a predicate offence or a \nforeign serious offence; \n(xxix) “proliferation financing ” means the financing proliferation of weapons of \nmass destruction; \n(xxx) “property” means property or assets of any description, whether corporeal or \nincorporeal, movable or immovable, tangible or intangible and includes deeds \nand instruments evidencing title to, or interest in, such property or assets, \nincluding cash and mo netary instruments, wherever located; \n(xxxi) “property involved in money laundering ” means, regardless of who holds or \nhas held the property, proceeds of crime, property derived or obtained directly \nor indirectly from the offence of money laundering and p roperty used or \nintended to be used in commission of the offence of money laundering, a \npredicate offence or a foreign serious offence; \n(xxxii) “record” includes the records maintained in the form of books or stored in a \ncomputer or any electronic device, or such other form as may be prescribed; \n(xxxiii)“regulator” means a regulator as mentioned in clause 1 of Schedule -IV; \n(xxxiv)“reporting entity ” means financial institutions and DNFBPs and any other \nperson notified by the Federal Government in the off icial Gazette; \n(xxxv) “risk” means the risk of money laundering or the risk of financing of \nterrorism; \n(xxxvi) “SBP” means the State -Bank of Pakistan established under the State Bank of \nPakistan Act, 1956 (XXXIII of 1956); \n(xxxvii)“Schedule” means schedule to this Act;\n\n<<<PAGE 9>>>\n(xxxviii )“SECP” means the Securities and Exchange Commission of Pakistan \nestablished under the Securities and Exchange Commission of Pakistan Act, \n1997 (XLII of 1997); \n(xxxix) “SRB” means a self -regulatory body as mentioned in clause 2 of Schedule -IV; \n(xl) “STR” or “Suspicious Transaction Report ” means the report on suspicious \ntransaction as provided under section 7; \n(xli) “TFS” or “targeted financial sanctions ” means the freezing and prohibition \nobligations in relation to the property of the designated or proscribed persons \nunder the United Nations (Security Council) Act, 1948 (XIV of 1948) or the \nAnti-Terrorism Act, 1997 (XXVII of 1997) and any rules or regulations ma de \nthereunder; and \n(xlii) “transfer” means sale, lease, purchase, mortgage, pledge, gift, loan or any \nother form of transfer of right, title, possession or lien.]",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "3",
        "title": "Offence of money laundering",
        "body": "A person shall be guilty of offence of money laundering, \nif the person:_ \n \n(a) acquires, converts , possesses, uses or transfers property, knowing or having \nreason to believe that such property is proceeds of crime; \n(b) conceals or disguises the true nature, origin, location, disposition, movement \nor ownership of property, knowing or having reason to believe that such \nproperty is proceeds of crime; \n(c) holds or possesses on behalf of any other person any property knowing or \nhaving reason to believe that such property is proceeds of crime; or \n(d) participates in, associates, conspires to commit, atte mpts to commit, aids, \nabets, facilitates, or counsels the commission of the acts specified in clauses \n(a), (b) and (c). \nExplanation1[-I].___ The knowledge, intent or purpose required as an element of an \noffence set forth in this section may be inferred from factual circumstances in accordance with the \nQanun -e-Shahadat, 1984 (P.O.10 of 1984). \n \n 1[Explanation -II.-For the purpose of proving an o ffence under this section, the conviction \nof an accused for the respective predicate offence shall not be required.] \n \n \n1Subs. and added by Anti -Money Laundering (Amendment) Act, 2015 (Act No. XXIII of 2015), s. 3.\n\n<<<PAGE 10>>>",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "4",
        "title": "Punishment for money laundering ",
        "body": "(1) Whoever commits the offence of money \nlaundering shall be punished with rigorous imprisonment for a term which shall not be less than one \nyear but may extend up to ten years and shall also be liable to fine which may extend up to twenty -\nfive million rupees and shall also be liable to forfeiture of property involved in money laundering or \nproperty of corresponding value. \n \n(2) The fine unde r sub -section (1) may extend up to one hundred million rupees in case of a \nlegal person. Any director, officer or employee of such legal person who is also found guilty under \nthis section shall also be punishable as provided under sub -section (1).] \n",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "5",
        "title": "National Executive Committee",
        "body": " \n2[5. National Executive Committee .- (1) Within thirty days of the commencement of this \nAct, the Federal Government shall, by notification in the official Gazette, constitute a committee to \nbe known as the National Executive Committee which shall consist of the members as mentioned in \nSchedule -II. \n \n(2) The National Executive Committee shall hold its meetings at least twice a year and shall \nbe responsible to perform the following functions, namely: - \n \n(a) make recommendations to the Federal Government to make rules for effective \nimplementation of this Act and framing of national policy to combat money \nlaundering and financing of terrorism; \n(b) make recommendations to the Federal Government to make rules fo r the \ndetermination of offences existing in Pakistan that may be considered to be \npredicate offences for the purposes of this Act; \n(c) make recommendations to the Federal Government on the application of \ncountermeasures as called for by the Financial Acti on Task Force (FATF) to \ncombat money laundering and financing of terrorism; \n(d) provide guidance and recommendations in making rules and regulations under \nthis Act; \n(e) approve, review and oversee the implementation of a national strategy to fight \nmoney laundering and financing of terrorism; \n(f) seek reports from competent authorities as it may require, including an annual \nreport containing overall analysis of the STRs and CTRs, statistics concerning \nthe investigations and prosecutions conducted in relat ion to the offences of \nmoney laundering and the financing of terrorism in Pakistan, statistics of \nsupervisory actions taken by the AML/CFT regulatory authorities according to \nclause (i) of sub -section (2) of section 6A or by the oversight body for SRB \naccording to section 6C. In this behalf, Secretary of the National Executive \nCommittee may call periodic reports from the AML/CFT regulatory \nauthorities, oversight body for SRB, investigating and prosecuting agencies in \nsuch manner as may be specified by him; \n \n1Subs. by Anti -Money Laundering (Second Amendment) Act, 2020 (Act No. XXX of 2020), s. 3.\n\n<<<PAGE 11>>>\n2Subs. by Anti -Money Laundering (Second Amendment) Act, 2020 (Act No. XXX of 2020), s. 4. \n \n(g) discuss any other issue of national importance relating to money laundering \nand financing of terrorism; and \n \n(h) undertake and perform such other functions as a ssigned to it by the Federal \nGovernment, relating to money laundering and financing of terrorism. \n(3) The National Executive Committee may constitute one or more sub -committees to \nperform such functions as it may deem fit. \n(4) The National Executive Comm ittee may delegate or assign its functions to the General \nCommittee or a sub -committee, if deems appropriate. \n(5) The Federal Government shall, by notification in the official Gazette, constitute a \ncommittee to be known as the General Committee which shal l consist of the members as mentioned \nin Schedule -III. \n(6) The General Committee shall assist the National Executive Committee for the purposes of \nthis Act. \n(7) The General Committee may invite any person to participate in its meeting as it deems \nnecessa ry. \n(8) The General Committee shall perform the following functions, namely: - \n(a) develop a national strategy to fight money laundering and financing of \nterrorism; \n(b) issue necessary directions to the investigating or prosecuting agencies, \nAML/CFT regul atory authorities, FMU and any other authority appointed by \nthe Federal Government involved in the implementation and administration of \nthis Act, including measures for development and performance review of such \nagencies and authorities; \n(c) seek reports from the competent authorities as it may require, including an \nannual report containing overall analysis of the STRs and CTRs, statistics \nconcerning the investigations and prosecutions conducted in relation to the \noffences of money laundering and the fin ancing of terrorism in Pakistan, \nstatistics of supervisory actions taken by the AML/CFT regulatory authorities \naccording to clause (i) of sub -section (2) of section 6A or by the oversight \nbody for SRB according to section 6C. In this behalf, Secretary of t he General \nCommittee may call periodic reports from the AML/CFT regulatory \nauthorities, oversight body for SRB, investigating and prosecuting agencies in \nsuch manner as may be specified by the Secretary; \n(d) approve FMU's budgetary proposals for achieving the objects of this Act;\n\n<<<PAGE 12>>>\n(e) approve FMU's staffing requirements, pay, allowances, privileges and \ncompensation packages and other matters incidental thereto; \n(f) provide necessary assistance to the National Executive Committee in carrying \nout its functi ons and duties under this Act; \n(g) discuss any other issue of national importance relating to money laundering \nand terrorist financing; and \n(h) undertake and perform such other functions as assigned or delegated to it by \nthe National Executive Committee . \n (9) The General Committee may constitute one or more sub -committees to \nperform such functions as it may deem fit.]",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "6",
        "title": "Financial Monitoring Unit",
        "body": "(1) The Federal Government shall, by notification in the \nofficial Gazette, establish a Financial Monitoring Unit which shall be housed in SBP or at any other \nplace in Pakistan. \n \n(2) The FMU shall have independent decision making authority on day -to-day m atters falling \nwithin its area of responsibility. \n(3) The Federal Government in consultation with SBP shall appoint a Director General who \nshall be a financial sector specialist to head FMU. He shall exercise all powers and perform all \nfunctions of the FM U subject to the administrative oversight of the General Committee. \n(4) The FMU shall have the following powers and the functions, namely: - \n(a) to receive STRs and CTRs from reporting entities as may be necessary to \naccomplish the objectives of this Act; \n \n(b) to analyse the STRs and CTRs and in that respect the FMU may call for \nrecord and information from any agency or person in Pakistan related to the \ntransaction in question. All such agencies or persons shall be required to \npromptly provide the requeste d record and information; \n \n(c) to disseminate on a confidential basis, after analyzing the STRs and CTRs and \nother record, necessary information or material to the concerned investigating \nor prosecuting agencies for enquiry or other action under this Act or any other \napplicable law; \n \n(d) to create and maintain a data base of all STRs and CTRs, related information \nand such other materials as the Director General determines are relevant to the \nwork of the FMU and in that respect, the FMU is authorized to es tablish \nnecessary analytic software and computer equipment to effectively search the \ndatabase, sort and retrieve information and perform real time linkages with \ndatabases of other agencies both in and outside Pakistan as may be required \nfrom time to time; \n \n1 Subs. by Anti -Money Laundering (Second Amendment) Act, 2020 (Act No. XXX of 2020), s. 5.\n\n<<<PAGE 13>>>\n(e) to cooperate with financial intelligence units of other countries and to make \nreciprocal arrangements in order to share, request and receive information \nrelating to money laundering, predicate offences and financing of terrorism \nand any other information t hat may be necessary to accomplish the objectives \nof this Act; \n(f) to represent Pakistan at all international and regional organizations and \ngroupings of financial intelligence units and other international groups and \nforums which address the offence of m oney laundering, financing of terrorism \nand other related matters; \n(g) to request the investigating or prosecuting agencies any feedback regarding \nthe disseminations made under clause (c) in the form of periodic reports or \nstatistics concerning the invest igations and prosecutions of money laundering \nand financing of terrorism in Pakistan; \n(h) to make regulations in consultation with the AML/CFT regulatory authorities \nfor ensuring receipt of STRs and CTRs from reporting entities with the \napproval of the Na tional Executive Committee; \n(i) to enter into arrangements with domestic agencies, authorities, or any \nreporting entity of any of its officers as may be necessary for getting \nfacilitation in implementation of the provisions of this Act, or the rules or \nregulations made hereunder; and \n(j) to perform all such functions and exercise all such powers as are necessary \nfor, or ancillary to, the attainment of the objectives of this Act. \n(5) On considering STR or CTR, the FMU may, if deems necessary, convey matte rs \ninvolving regulatory or administrative action to the concerned regulatory or administrative body for \nappropriate action. \n(6) Subject to the regulations sanctioned by the National Executive Committee in this behalf, \nthe Director General may, if there ap pear to be reasonable grounds to believe that a property is \ninvolved in money laundering, order freezing of such property, for a maximum period of fifteen \ndays, in any manner that he may deem fit in the circumstances.]",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "6A",
        "title": "AML/CFT regulatory authority",
        "body": "(1) AML/CFT regulatory authority means the \nregulators and SRBs as specified in Schedule IV. They shall exercise the powers and perform the \nfunctions as set out in this Act and as prescribed thereunder. \n \n(2) AML/CFT regulatory authority shall exercise and perform the following powers and \nfunctions with respect to its reporting entities, namely: - \n \n \n \n \n1Ins. by Anti -Money Laundering (Second Amendment) Act, 2020 (Act No. XXX of 2020), s. 6.\n\n<<<PAGE 14>>>\n(a) licensing or registration of reporting entities; \n(b) imposing any conditions to conduct any activities by reporting entities to \nprevent the offence of money laundering, predicate offence or financing of \nterrorism; \n(c) issuing regulations, directions and guidelines with respect to sections 7A to \n7H; \n(d) issuing regulations, directions and guidelines with respect to financing of \nproliferation obligations; \n(e) providing feedback to reporting entities for the purpose of compliance with \nthe requirements of s ections 7A to 7H and as prescribed thereunder; \n(f) monitoring and supervising, including conducting inspections, for the purpose \nof determining compliance with the requirements of sections 7(1), 7(3) to 7(6) \nand 7A to 7H and any rules or regulations made thereunder and with the \norders or regulations made thereunder that impose TFS obligations; \n(g) compelling production of information relevant to monitoring compliance with \nthe requirements of sections 7(1), 7(3) to 7(6) and 7A to 7H and any orders, \nrules o r regulations made thereunder that impose TFS obligations; \n(h) impose sanctions, including monetary and administrative penalties to the \nextent and in the manners as may be prescribed, upon their respective \nreporting entity, including its directors and sen ior management and officers, \nwho violate any requirement in sections 7(1), 7(3) to 7(6) and 7A to 7H and \nany rules or regulations made thereunder or those who fail to comply with the \nTFS regulations. Any person aggrieved by the imposition of sanctions unde r \nthis clause may prefer an appeal in such manner and within such period to \nsuch authority as may be prescribed; \n(i) maintaining statistics of the actions performed in respect of the functions and \npowers conferred by this Act, in order to report to the Na tional Executive \nCommittee and the General Committee as required; and \n(j) exercising any other powers and performing any other functions that may \notherwise be provided in any other applicable law.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "6B",
        "title": "International cooperation by regulators ",
        "body": "The regulat ors as specified in clause 1 of \nSchedule IV shall co -operate with their foreign counterparts and shall make reciprocal arrangements \nto be reduced in writing to share, request and receive information relating to the requirements of this \nAct and any regulati ons made thereunder.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "6C",
        "title": "Oversight body for SRBs ",
        "body": "The Federal Government shall, by notification in the \nofficial Gazette, appoint an oversight body for the SRBs mentioned in clause 2 of Schedule IV which \nshall exercise and perform the following powers and functions with respect to their respective SRB; \nnamely:― \n \n(a) make regulations for the SRB with respect to the provisions of this Act; \n(b) monitor and oversee the SRB in accordance with the provisions of this Act;\n\n<<<PAGE 15>>>\n(c) impose sanctions, to the extent and in the manner as may be prescribed, upon \ntheir respective SRB who fails to comply with any provision of this Act and \nany rules or regulations made thereunder; and \n(d) exercise any other powers and perform any other func tions as may be notified \nby the Federal Government in the official Gazette.]",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "7",
        "title": "Procedure and manner of furnishing information by 1[****] reporting entities. ___1[(1)",
        "body": "Every reporting entity shall file with the FMU, to the extent and in the manner prescrib ed by the \nFMU, 2[STRs] conducted or attempted by, at or through such reporting entity, if it knows, suspects \nor has reason to suspect that the transaction or a pattern of transactions of which the transaction is a \npart,- \n \n(a) involves funds derived from il legal activities or is intended or conducted in \norder to hide or disguise proceeds of crime; \n(b) is designed to evade any requirements of this 2[Act]; \n(c) has no apparent lawful purpose after examining the available facts, including \nthe background and po ssible purpose of the transaction; or \n(d) involves financing of terrorism, including funds collected, provided, used or \nmeant for, or otherwise linked or related to, terrorism, terrorist acts or \norganizations and individuals concerned with terrorism: \nProvided that 2[STRs] shall be filed by the reporting entity with the FMU \n3[promptly].] \n(2) Any 1[*] government agency, autonomous body, 2[oversight body for SRB, \nAML/CFT]1[,] regulatory authority1[, domestic or foreign,] may share intelligence or report the ir \nsuspicions within the meaning of 2[STRs] or CTR to FMU in normal course of their business and the \nprotection provided under section 12 shall be available to such agency, body or authority. \n \n(3) All CTRs shall, to the extent and in the manner prescribed by the FMU, be filed by the \n1[***] r eporting entities with the FMU immediately, but not later than seven working days, after the \nrespective currency transaction. \n(4) Every reporting entity shall keep and maintain all record related to 2[STRs] and CTRs \nfiled by it for a period of at least 3[ten] years after reporting of 1[transaction] under sub -sections (1), \n(2) and (3). \n(5) The provisions of this section shall have effect notwithstanding any obligation as to \nsecrecy or other restriction on the disclosure of information imposed by any other law or written \ndocument. \n(6) Notwithstanding anything contained in any other law for the time being in force, any \n2[STRs] required to be submitted by any person or entity to any investigating or prosecuting agency \nshall, on the commencement of this Act, b e solely and exclusively submitted to FMU to the \nexclusion of all others. \n \n2[(7)*******] \n \n1Omit., subs. and inser . by Anti -Money Laundering (Amendment) Act, 2015 (Act No. XXIII of 2015), s. 7. \n2Subs. and omit. by Anti -Money Laundering (Second Amendment) Act, 2020 (Act No. XXX of 2020), s. 7. \n3Susb. by Anti -Money Laundering (Amendment) Act, 2020 (Act No. XI of 2020) , s. 4.\n\n<<<PAGE 16>>>",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "7A",
        "title": "Conducting CDD",
        "body": "(1) Every reporting entity shall conduct CDD in the manner as \nmay be prescribed and in accordance with the provisions of this Act in the following matters, \nnamely:- \n \n(a) entering into a business relationship; \n(b) conductin g an occasional transaction above the prescribed threshold; \n(c) where there is a suspicion of money laundering or terrorist financing; or \n(d) where there are doubts about the veracity or adequacy of previously obtained \ndata. \n(2) Every reporting entity shall - \n \n(a) identify the customer and verify the customer's identity on the basis of \ndocuments, data or information obtained from reliable and independent \nsources; \n(b) identify the beneficial owner and take reasonable measures to verify the \nbeneficial owner's identity on the basis of documents, data or information \nobtained from reliable sources and be satisfied that it knows who the \nbeneficial owner is; \n(c) understand and, as appropriate, obtain information on the purpose and \nintended nature of the business relationship; and \n(d) monitor the business relationship on an ongoing basis.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "7B",
        "title": "Reliance on third parties",
        "body": "A reporting entity may rely on third party t o perform CDD \nin the manner as may be prescribed.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "7C",
        "title": "Record keeping",
        "body": "Every reporting entity shall maintain a record of all transactions for \na period of at least five years following the completion of the transaction and records of account \nfiles, busine ss correspondence, documents of all records obtained through CDD and the results of \nany analysis undertaken for a period of at least five years following the termination of the business \nrelationship.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "7D",
        "title": "Inability to complete CDD and tipping off",
        "body": "(1) Wh ere a reporting entity is unable \nto complete CDD requirements, it - \n \n(a) shall not open the account, commence business relations or perform the \ntransaction; or shall terminate the business relationship if any; and \n(b) shall promptly consider filing an STR in relation to the customer. \n \n1Ins. by Anti -Money Laundering (Second Amendment) Act, 2020 (Act No. XXX of 2020), s. 8.\n\n<<<PAGE 17>>>\n(2) Where a reporting entity forms a suspicion of money laundering or terrorist financing and \nreasonably believes that performing the CDD process will tip -off the customer, the reporting entity \nshall not pursue the CDD process and shall file an STR.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "7E",
        "title": "Anonymous business relationships and transactions",
        "body": "No reporting entity shall enter \ninto a business relationship or conduct any transaction with a customer who is anonymous or \nprovides a fictitious name.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "7F",
        "title": "Risk understanding ",
        "body": "Every reporting entity sha ll take appropriate steps to identify, \nassess and understand the risks to which its business is subjected to, in accordance with this Act and \nas prescribed.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "7G",
        "title": "Compliance program",
        "body": "Every reporting entity shall implement compliance \nmanagement arrangement s, including the appointment of a compliance officer at a management level \nand training programs, having regard to the money laundering and terrorism financing risks and the \nsize of the business during the course of their activities subject to this Act and as prescribed.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "7H",
        "title": "Policies and procedures ",
        "body": "Every reporting entity shall implement policies and \nprocedures to ensure their compliance with the provisions of this Act and orders, rules or regulations \nmade thereunder that impose TFS obligations upon repo rting entities.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "7I",
        "title": "Sanctions for reporting entities ",
        "body": "If any reporting entity or natural person contravenes \nany of the provisions of sections 7(1), 7(3) to 7(6) and 7A to 7H, it may be subjected to sanctions, as \nmentioned under clause (h) of section 6A a nd as may be prescribed.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "7J",
        "title": "Appeal to concerned AML/CFT regulatory authority ",
        "body": "(1) Any person aggrieved by \nthe delay or failure of a reporting entity to complete CDD requirements or establish business \nrelationship or conduct any transaction, may file an appeal to the concerned AML/CFT regulatory \nauthority within ninety days. \n \n(2) T he concerned AML/CFT regulatory authority shall decide the appeal within sixty days.]",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "8",
        "title": "Attachment of property involved in money laundering.___ (1) 1[An] investigating",
        "body": "officer may, on the basis of the report in his possession received from the concerned investigating \n1[or prosecuting] agency, by order in writing, with prior permission of the Court, provisionally attach \n1[a] property, which he reasonably believes to be 1[the property] involved in money laundering for a \nperiod not exceeding 2[one hundred a nd eighty] days from the date of the order2[:] \n \n \n2[Provided that the Court may grant further extension for a period up to one hundred and \neighty days.] \n(2) The investigating officer shall within forty -eight hours immediately after attachment \nunder sub -section (1), forward a copy of the order, 3[and the report] referred to in that sub -section, to \nthe head of the concerned investigating agency, in a sealed envelope 3[***]. \n \n \n1ins. by Anti -Money Laundering (Amendment) Act, 2015 (Act No. XXIII of 2015), s. 8. \n2Subs. and added by Anti -Money Laundering (Amendment) Act, 2020 (Act No. XI of 2020), s. 5. \n3Subs. And omitted by Anti -Money Laundering (Amendment) Act , 2015 (Act No. XXIII of 2015), Ss. 8.\n\n<<<PAGE 18>>>\n(3) Every order of attachment made under sub -section (1) shall cease to have effect after the \nexpiry of the period specified in that sub -section or on the date of the finding made under sub -section \n(2) of section 9 whichever is earlier. \n(4) Nothing in this section shall prevent the person interested in the enjoyment of the \nimmovable property attached under sub -section (1) from such enjoyment. \nExplanation. ― For the purposes of this sub -section, “person interested ”, in relation to any \nimmovable property, includes all persons claiming or entitled to claim any interest in the property. \n(5) The investigating officer who provisionally attaches any property under sub -section (1) \nshall, 1[submit to the Court monthly report on the progress made in the investigation.]",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "9",
        "title": "Investigation. ___ (1) The investigating officer shall, not later than seven days from the",
        "body": "date of order of attachment made under sub -section (1) of section 8 or, seizure of property under \nsection 14 or section 15, serve a notice of not less than thirty days on the person c oncerned. The \nnotice shall call upon such person to indicate the sources of his income, earning or assets, out of \nwhich or by means of which he has acquired the property attached under sub -section (1) of section 8, \nor, seized under section 14 or section 15 , the evidence on which he relies and other relevant \ninformation and particulars, and to show cause why all or any of such properties should not be \ndeclared to be the properties involved in money laundering and forfeited to the Federal Government: \n \nProvid ed that where a notice under this sub -section specifies any property as being held by a \nperson on behalf of any other person, a copy of such notice shall also be served upon such other \nperson: \n \nProvided further that where such property is held jointly by more than one person, such \nnotice shall be served upon all persons holding such property. \n \n(2) The investigating officer shall, after___ \n \n(a) considering the reply, if any, to the notice issued under sub -section (1); \n(b) hearing the aggrieved person; and \n(c) taking into account all relevant materials placed on record before him; \n record a finding whether all or any other properties referred to in the notice issued under sub -section \n(1) are 2[properties] involved in money laundering: \n \nProvided that if the property is claimed by a person, other than a person to whom the notice \nhad been issued, such person shall also be given an opportunity of being heard to prove that the \nproperty is not 2[a property] involved in money laundering. \n \n(3) Where the investigating officer on the basis of report received from the concerned \ninvestigating agency determines under sub -section (2) that 2[a] property is 2[the property] involved in \nmoney laundering, he shall apply to the Court for an order confirming the attachment of the property \nmade under sub -section (1) of section 8 or retention of property or record seized under section 14 or \nsection 15. 2[*******] \n \n1 Subs. and ins.. by Anti -Money Laundering (Amendment) Act, 2015 (Act No. XXIII of 201 5), Ss. 8 and 9. \n \n2Inser., subs. and omitted by Anti -Money Laundering (Amendment) Act, 2015 (Act No. XXIII of 2015), s. 9.\n\n<<<PAGE 19>>>\n1[clause (a) and (b) *******] \n \n1[(3A) The Court may, after giving opportunity of hearing to the persons concerned with the \nprope rty attached under sub -section (1) of section 8 or retained or seized under section 14 or section \n15, pass an order confirming the attachment, retention, seizure or, as the case may be, release of the \nproperty. The attachment or retention or seizure of the property shall__ \n \n(a) continue during the pendency of the proceedings relating to any predicate \noffence or money laundering before a Court; and \n(b) become final if it is proved in the Court that the property is the property \ninvolved in money laundering. ] \n(4) Where the provisional order of attachment made under sub -section (1) of section 8 has \nbeen confirmed under sub -section 3 1[A], the investigating officer shall forthwith take possession of \nthe attached property: \nProvided that where the property seized is perishable in nature or subject to speedy and \nnatural decay, or when the expense of keeping it in custody is likely to exce ed its value, the Court \nmay, on the application of the investigating officer, order immediate sale of the property in any \nmanner deemed appropriate in the circumstances. \n(5) Where on conclusion of a trial for any predicate offence 3[and] money laundering, the \nperson concerned is acquitted, the attachment of the property or retention 1[or seizure of the] \nproperty or record under sub -section 31[A] and net income, if any, shall cease to have effect. \n(6) Where the attachment of any property or retention 1[or seizure of the] property or record \nbecomes final under clause (b) of sub -section 31[A], the Court shall ,1[*****] make an order for \nforfeiture of such property. \n(7) After passing the order of forfeiture under sub -section (6) 1[***], the Court 1[shall] dire ct \nthe release of all properties other than the properties involved in money laundering to the persons \nfrom whom such properties were seized.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "9A",
        "title": "Application of investigation techniques",
        "body": "(1) The investigating officer may with the \npermission of the Cour t, within sixty days of such permission, use techniques including undercover \noperations, intercepting communications, assessing computer system and controlled delivery for \ninvestigation of offences of money laundering, associated predicate offences and fin ancing of \nterrorism. The aforementioned period of sixty days may be extended upto further period of sixty \ndays by the Court on a request made to it in writing. The Court may grant extension, if it is satisfied \non the basis of situation or reasons given in the written request. The provisions of this sub -section \nshall be in addition to and not in derogation of any other law for the time being in force. \n \n(2) The Federal Government may make rules to regulate the procedure and for execution of \norder for the pur poses of this section.] \n \n \n1Omitted, ins , subs and added by (amendment) Act, 2015(XXIII of 2015), s.9. \n2Ins. by Anti -Money Laundering (Second Amendment) Act, 2020 (Act No. XXX of 2020), s. 9.\n\n<<<PAGE 20>>>\n3Subs . by Anti-Money Laundering Act (Amdt.) Act, 2020 (XI of 2020), s.6.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "10",
        "title": "Vesting of property in Federal Government",
        "body": "where an order of forfeiture has been \nmade under sub -section (6) of section 9 in respect of any property of a person, all the rights and title \nin such property shall vest absolutely in the Federal Government free from all encumbrances: \n \nProvided that where the Court, after giving an opportunity of being heard to any other person \ninterested in the property attached under section 8, or seized under section 14, is of the opinion that \nany encumbrance on the property or leasehold interest has been created with a vie w to defeat the \nprovisions of this Act, it may, by order, declare such encumbrance or leasehold interest to be void \nand thereupon the aforesaid property shall vest in the Federal Government free from such \nencumbrances or leasehold interest: \nProvided furth er that nothing in this section shall operate to discharge any person from any \nliability in respect of such encumbrances, which may be 1[legally] enforced against such person \n1[***].",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "11",
        "title": "Management of forfeited properties",
        "body": "(1) The Federal Government may, by order \npublished in the official Gazette, appoint as many trustees and receivers as it thinks fit to perform the \nfunctions of an Administrator. \n(2) The Administrator appointed under sub -section (1) shall receive and manage the property \nin relation to wh ich an order has been made under sub -section (6) of section 9 in such manner and \nsubject to such conditions as may be prescribed. \n(3) The Administrator shall also take such measures, as the Federal Government may direct, \nto dispose of the property which i s vested in the Federal Government under section 10: \nProvided that, where the property seized is perishable in nature or subject to speedy and \nnatural decay, or when the expense of keeping it in custody is likely to exceed its value, the \nAdministrator may sell it at once after reasonable notice to the Federal Government.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "12",
        "title": "No civil or criminal proceedings against reporting entities in certain cases",
        "body": "Save \nas otherwise provided in section 7, the reporting entities and their officers including but not limited \nto directors, chief executive, chief financial officer, employees, agents of the reporting entity or other \nauthorized officers of a reporting entity shall not be liable to any civil, criminal or disciplinary \nproceedings against them for furnishing information required under this Act or the rules or \nregulations made thereunder in good faith.]",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "13",
        "title": "Power of Survey",
        "body": "(l) Notwithstanding anything contained in any other provisions of \nthis Act, where an investigating officer, on the basis of material in h is possession, has reasons to \nbelieve that an offence of money laundering has been committed, he may, with the permission of the \nCourt, enter any place, ___ \n \n \n \n1Inser. and omitted by Anti -Money Laundering (Amendment) Act, 2015 (Act No. XXIII of 2015), s. 1 0. \n2Subs. by Anti -Money Laundering (Second Amendment) Act, 2020 (Act No. XXX of 2020), s. 10.\n\n<<<PAGE 21>>>\n\n\n<<<PAGE 22>>>\n(a) within the limits of the area assigned to him; or \n(b) in respect of which he is authorized for the purposes of this section by such \nother au thority who is assigned the area within which such place is situated, \nat which any act constituting the commission of such offence is carried on, and may require any \nproprietor, employee or any other person who may at that time and place be attending in a ny manner \nto, or helping him in, such act so as to, \n \n(i) afford him the necessary facility to inspect such record as he may require and \nwhich may be available at such place; \n(ii) afford him the necessary facility to check or verify the proceeds of crimes or \nany transaction related to proceeds of crimes which may be found therein; and \n(iii) furnish such information as he may require as to any matter which may be \nuseful for, or relevant to, any proceedings under this Act. \nExplanation .___ For the purpose o f this sub -section, a place, where an act which constitutes \nthe commission of the offence is carried on, shall also include any other place, whether any activity \nis carried on therein or not, in which the person carrying on such activity states that any of his \nrecords or any part of his property relating to such act are or is kept. \n \n(2) The investigating officer referred to in sub -section (1), shall, after entering any place \nreferred to in that sub -section and within forty -eight hours immediately after completion of survey, \nforward a copy of the report on survey 1[***], to the head of the concerned investigating 1[or \nprosecuting] agency in a sealed envelope 1[****** *]. \n(3) The investigating officer acting under this section may, ___ \n(a) place marks of identification on the records inspected by him and make or \ncause to be made extracts or copies therefrom; \n(b) make an inventory of any property checked or verified by him; and \n(c) record the statement of any person present in the place which may be useful \nfor or relevant to any proceeding under this Act.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "14",
        "title": "Search and seizure.___2[(1) S ubject to sub",
        "body": "section (2), where the investigating officer, on \nthe basis of information in his possession, has reason to believe that any person___ \n \n(a) has committed any act which constitutes money -laundering; \n(b) is in possession of any property involved in money -laundering; or \n \n1Omitted and ins. by Anti -Money Laundering (Amendment) Act, 2015 (Act No. XXIII of 2015), s. 11. \n2Subs. and added by Anti -Mon ey Laundering (Amendment) Act, 2015 (Act No. XXIII of 2015), s. 12.\n\n<<<PAGE 23>>>\n(c) is in possession of any record which may be useful for or relevant to \nproceedings under this Act, he may either himself, or authorize any officer \nsubordinate to him to, - \n(i) enter and search any building, place, vessel, vehicle or aircraft where \nhe has reason to suspect that such record or properties are kept; \n(ii) break open the lock of any door, box , locker, safe, almirah or other \nreceptacles for exercising the powers conferred by s ub-clause (i) where \nthe keys thereof are not available; \n(iii) seize any such record or property found as a result of such search; \n(iv) place marks of identification on such record or make, or cause to be \nmade, extracts or copies therefrom; \n(v) make a note or any inventory of such record property; and \n(vi) examine any person, who is found to be in possession or control of any \nsuch record or property, in respect of all matters relevant for the \npurposes of any investigation under this Act.] \n(2) The powers to search under sub -section (1) shall be exercisable by the investigating \nofficer with the prior permission of the Court1[:] \n \n1[Provide d that where immediate action is required, the powers of search and seizure shall be \nexercisable with prior permission of senior officer of the concerned investigating or prosecuting \nagency not below the rank of an officer of BS -20.] \n \n(3) The investigatin g officer shall, within forty -eight hours immediately after search and \nseizure, forward a copy of the report on search and seizure 1[******* ] to the head of the concerned \ninvestigating 1[or prosecuting] agency in a sealed envelope 1[***** **]. \n(4) Where the investigating officer, upon information obtained during survey under section \n13, is satisfied that any evidence shall be or is likely to be concealed or tampered with, he may, for \nreaso ns to be recorded in writing, enter and search the building or place where such evidence is \nlocated and seize that evidence. \n1[(5)*******]",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "15",
        "title": "Search of persons",
        "body": "(1) If an investigating officer, has reason to believe (the reason for \nsuch belief to be r ecorded in writing) that any person has secreted about the person or anything under \nhis possession, ownership or control, any record or 1[property] which may be useful for or relevant to \nany proceedings under this Act, he may 1[******] search that person a nd seize such record or \nproperty which may be useful for or relevant to any proceedings under this Act. \n \n(2) The investigating officer shall, within forty -eight hours immediately after search and \nseizure, forward a copy of the report on search and seizure 1[****** *] to the head of the concerned \ninvestigating 1[or prosecuting] agency in a sealed envelope 1[*******]. \n \n \n1Omitted, ins , added and subs. by Anti -Money Laundering (Amendment) Act, 2015 (Act No. XXIII of 2015), Ss. 12 and 13.\n\n<<<PAGE 24>>>\n1[(3)(4) and (5) *******] \n \n(6) No female shall be searched by anyone except a female. \n(7) The investigating officer shall record the statement of the person searched under sub -\nsection (1) 1[***] in respect of the records or 1[property involved in money laundering and] found or \nseized in the course of the search. \n1[(8)*******]",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "16",
        "title": "******* ]",
        "body": "",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "17",
        "title": "Retention of property",
        "body": "(1) Where any property has been seized under section 14 or \nsection 15 and the investigating officer has, on the basis of material in his possession, reason to \nbelieve that such property is required to be retained for the purposes of investigation under sec tion 9 \nsuch property may be retained for a period not exceeding ninety days from the time such property \nwas seized: \n \nProvided that the investigating officer shall duly inform the Court about any peculiar nature \nof the seized property and, where necessary, seek appropriate directions for its proper care during \nretention. \n \n(2) The investigating officer, immediately after he has passed an order for retention of \nproperty for purposes of investigation under section 9, shall forward a copy of the order 3[****** *] \nto the head of the concerned investigating 3[or prosecuting] agency, in a sealed envelope 3[****** *]. \n(3) On the expiry of the period specified under sub -section (1), the property shall be returned \nto the person from whom such property was seized unles s the Court permits retention of such \nproperty beyond the said period. \n(4) The Court, before authorizing the retention of such property beyond the period specified \nin sub -section (1), shall satisfy itself that the property is prima facie 3[property] involved in money \nlaundering and the property is required for the purposes of investigation undersection 9. \n3[(5)*******]",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "18",
        "title": "Retention of records",
        "body": "(l) Where any record has been seized under section 14 or section \n15 and the investigating offi cer has reason to believe that any of such records are required to be \nretained for an 3[investigation] under this Act, he may retain such records for a period not exceeding \nninety days from the time the record was seized. \n \n(2) The person, from whom record s were seized, shall be entitled to obtain copies of records \nretained under sub -section (1). \n \n \n1Omitted, inser . and subs. by Anti -Money Laundering (Amendment) Act, 2015 (Act No. XXIII of 2015), s.13. \n \n2S. 16 omitted by Anti -Money Laundering (Second Amendment) Act, 2020 (Act No. XXX of 2020), s. 11. \n3Omitted, subs. and inser. by Anti -Money Laundering (Amendment) Ac t, 2015 (Act No. XXIII of 2015), Ss. 15 and 16.\n\n<<<PAGE 25>>>\n(3) On the expiry of the period specified under sub -section (1), the records shall be returned to \nthe person from whom such records were seized unless the Court permits retention of such \nrecords beyond the said period. \n(4) The Court before authorizing the retention of such records beyond the period mentioned in \nsub-section (1) shall satisfy itself that the records were required for the purposes of investigation \nunder section 9. \n 1[(5)**** ***]",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "19",
        "title": "Presumption as to records or property in certain cases",
        "body": "Where any document of \npublic record is found in the possession or control of any person in the course of a survey or a search \n2[under this Act] or where any records have been received from any pl ace outside Pakistan duly \nauthenticated by such authority or person and in such manner as may be prescribed in the course of \nproceedings under this Act, the Court or the investigating 2[or prosecuting] agency as the case may \nbe, shall__ \n(a) presume, that t he signature and every other part of such record which purports \nto be in the handwriting of any particular person or which the Court may \nreasonably assume to have been signed, by or to be in the hand writing of, any \nparticular person, is in that person's h and writing; and in the case of a record \nexecuted or attested, that it was executed or attested by the person by whom it \npurports to have so executed or attested; and \n(b) admit the document in evidence, notwithstanding that it is not duly stamped, if \nsuch document is otherwise admissible in evidence.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "20",
        "title": "Jurisdiction",
        "body": "(1) The Court of Session established under the Code of Criminal \nProcedure, 1898 (V of 1898) shall, within its territorial jurisdiction, exercise jurisdiction to try and \nadjudicate the offenc es punishable under this Act and all matters provided in, related to or arising \nfrom this Act: \n Provided, ___ \n \n(a) where the predicate offence is triable by any court other than the Court of \nSession, the offence of money laundering and all matters connected therewith \nor incidental thereto shall be tried by the Court trying the predicate offence; \nand \n(b) where the pred icate offence is triable by any 2[court] inferior to the Court of \nSession, such predicate offence, the offence money laundering and all matters \nconnected therewith or incidental thereto shall be tried by the Court of \nSession.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "21",
        "title": "Offences to be 3[cognizab le] and non",
        "body": "bailable.-(1) Notwithstanding anything \ncontained in the Code of Criminal Procedure, 1898 (Act V of 1898) and subject to sub -sections (2) \nand ( 3 ), ___ \n(a) every offence punishable under this Act shall be 3[cognizable] and non \nbailable; \n \n1Omit ted, subs. and inser. by Anti -Money Laundering (Amendment) Act, 2015 (Act No. XXIII of 2015), s.16. \n2Subs. and inser . by Anti -Money Laundering (Amendment) Act, 2015 (Act No. XXIII of 2015), Ss. 17 and 18. \n3Subs. by Anti -Money Laundering (Second Amendment) Act, 2020 (Act No. XXX of 2020), s. 12.\n\n<<<PAGE 26>>>\n(b) no person accused of an offence punishable under this Act for a term o f \nimprisonment of more than three years shall be released on bail or on his own \nbond unless___ \n(i) the Public Prosecutor has been given due notice; and \n(ii) where the Public Prosecutor opposes the application, the Court is \nsatisfied that there are reasonable grounds for believing that he is not \nguilty of such offence and that he is not likely to commit any offence \nwhile on bail. \n(2) The Court shall not take c ognizance of any offence punishable under section 4 except \nupon a complaint in writing made by, - \n \n(a) the investigating officer; or \n(b) any officer of the Federal Government or a Provincial Government authorized \nin writing in this behalf by the Federal Go vernment by a general or special \norder made in this behalf by that Government: \nProvided that where the person accused is a 1[reporting entity], the investigating officer or \nany other authorized officer, as the case may be shall, before filing such complai nt, seek the approval \nof the concerned 1[AML/CFT regulatory authority] which shall not withhold its decision for a period \nexceeding sixty days. \n \n(3) The Court shall not take cognizance of any offence punishable under sub -section (1) of \nsection 33 except u pon a complaint in writing made by the FMU 1[or investigating or prosecuting \nagency]. \n(4) The power and discretion on granting of bail specified in clause (b) of sub -section (1) are \nin addition to the power and discretion under the Code of Criminal Proce dure, 1898 (Act V of 1898), \nor any other law for the time being in force on granting of bail. \n22. Application of Code of Criminal Procedure, 1898 (Act V of 1898) to proceedings \nbefore Courts. -(1) The provisions of the Code of Criminal Procedure, 1898 (Act V of 1898) shall, \nin so far as they are not inconsistent with the provisions of this Act, apply to arrest, bail, bonds, \nsearch, seizure, attachment, forfeiture, confiscation, investigation, prosecution and all other \nproceedings under this Act. \n \n(2) The F ederal Government may appoint a person who is an advocate of a High Court to be a \nPublic Prosecutor on such terms and conditions as may be determined by it and any person so \nappointed shall be competent to conduct proceedings under this Act before a Court and, if so \ndirected by the Federal Government, to withdraw such proceedings: \nProvided that a person shall not be qualified to be appointed as a Public Prosecutor under this \nsection unless he has been in practice as an Advocate for not less than seven year s in the High \nCourt2[:] \n \n1 Subs. and added by Anti -Money Laundering (Second Amendment) Act, 2020 (Act No. XXX of 2020), s. 12. \n2Subs. by Anti -Money Laundering (Amendment) Act, 2015 (Act No. XXIII of 2015), s. 19.\n\n<<<PAGE 27>>>\n1[Provided that an advocate who has been appointed as prosecutor by the investigating or \nprosecuting agencies shall be qualified to be appointed as Public Prosecutor under this section \nnotwithstanding the requirements of the first proviso.] \n \n(3) Every person appointed as a Public Prosecutor under this section shall be deemed to be a \nPublic Prosecutor within the meaning of clause (t) of sub -section (1) of section 4 of the Code of \nCriminal Procedure, 1898 (Act V of 1898), and the provisions of that Code shall have effect \naccordingly. \n(4) When a Prosecutor appointed under sub -section (1), is, for any reason, temporarily unable \nto conduct proceedings before the Court, the proceedings shall be conducted by such person as may \nbe authorized in this behalf by the Court.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "23",
        "title": "Appe al to High Court",
        "body": "Any person aggrieved by 1[*] final decision or order of the \nCourt may prefer an appeal to the High Court within sixty days from the date of communication of \nthe decision or order on any question of law or fact arising out of such decision or order: \n \nProvided that the High Court may, if it is satisfied that the appellant was prevented by \nsufficient cause from filing the appeal within the said period, allow it to be submitted within a further \nperiod not exceeding sixty days. \n \nExplanation . ___ For the purposes of this section, “High Court ” means, ___ \n \n(a) the High Court within the jurisdiction of which the aggrieved party ordinarily \nresides or carries on business or personally works for gain; and \n(b) where the Federal Government is the aggr ieved party, the High Court within \nthe jurisdiction of which the respondent, or in a case where there are more \nthan one respondent, any of the respondents, ordinarily resides or carries on \nbusiness or personally works for gain.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "24",
        "title": "Appointment of investigating officers and their powers",
        "body": "(1) The investigating 1[or \nprosecuting] agencies 1[***** **] may nominate such persons as they think fit to be the investigating \nofficers under this Act from amongst their officers. \n \n(2) The Federal Government may, by special or general order, empower an officer not below \nBPS-18 of the Federal Government or of a Provincial Government to act as an investigating officer \nunder this Act. \n(3) Where any person other than a Federal or Provincial Government Officer is appointed as \nan investigating officer, the Federal Government shall also determine the terms and conditions of his \nappointment. \n(4) Subject to such conditions and limitations as the Federal Government may impose, an \ninvestigating of ficer may exercise the powers and discharge the duties conferred or imposed on him \nunder this Act. \n \n1Added, omitted and inser. by Anti -Money Laundering (Amendment) Act, 2015 (Act No. XXIII of 2015), Ss. 19 to 21.\n\n<<<PAGE 28>>>",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "25",
        "title": "Assistance to authorities",
        "body": "(1) No twithstanding the provisions of any other law, the \nofficers of the Federal Government, Provincial Governments, local authorities and reporting entities \nshall provide assistance including but not limited to production of records, documents and \ninformation r easonably required by the investigating or prosecuting agency or FMU for the purposes \nof money laundering, predicate offences and financing of terrorism proceedings and investigations in \naccordance with the provisions of this Act. \n(2) Whoever willfully fa ils or refuses to provide the required assistance under sub -section (1) \nshall be guilty of misconduct and shall be proceeded against by its respective department or \norganization and a report of such proceedings shall be submitted within reasonable time to the \nconcerned investigating or prosecuting agency or FMU, as the case may be and shall be punished in \nthe case of a natural person, with an imprisonment for a term which may extend up to five years, a \nfine which may extend to rupees one million or both, or in the case of a legal person, with a fine \nwhich may extend to ten million rupees.]",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "26",
        "title": "Agreements with foreign countries",
        "body": "(1) The Federal Government may enter into an \nagreement on reciprocal basis with the Government of any country outside Pakistan for___ \n \n(a) 2[the investigation and prosecution of any offence under this Act or under the \ncorresponding law in force in that country]; \n(b) exchange of information for the prevention of any offence under this Act or \nunder the corresponding law in force in th at country; \n(c) seeking or providing of assistance or evidence in respect of any offence under \nthis Act or under the corresponding law in force in that country; and \n(d) transfer of property relating to any offence under this Act or under the \ncorrespondin g law in force in that country. \n(2)The agreement in terms of sub -section (1) shall be subject to such conditions, exceptions \nor qualifications as may be specified in the said agreement: \nProvided that the agreement shall not be enforceable if it may, in any manner, be prejudicial \nto the sovere ignty, security, national interest or public order. \n \n(3) In this section and the succeeding sections, unless the context otherwise requires,_ \n(a) the expression “contracting State ” means any country or place outside \nPakistan in respect of which arrangements have been made by the Federal \nGovernment with the Government of such country through a treaty or \notherwise; \n(b) the expression “identifying ” includes establishment of a proof th at the \nproperty was derived from, or used in, the commission of an offence under \nsection 3; and \n \n1Subs. by Anti -Money Laundering (Second Amendment) Act, 2020 (Act No. XXX of 2020), s. 13.\n\n<<<PAGE 29>>>\n2Subs. by Anti -Money Laundering (Amendment) Act, 2015 (Act No. XXI II of 2015), s. 23. \n(c) “Tracing” means determining the nature, source, disposition, movement, title \nor ownership of property.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "27",
        "title": "Letter of request to a contracting State etc",
        "body": "(l) Notwithstanding anything contained \nin this Act or the Code of Criminal Pr ocedure, 1898 (Act V of 1898), if, in the course of an \ninvestigation into an offence or other proceedings under this Act, the investigating officer or any \nofficer superior in rank to the investigating officer believes that any evidence is required in \nconne ction with investigation into an offence or proceedings under this Act and he is of opinion that \nsuch evidence may be available in any place in the contracting State, he may, with the prior \npermission of the head of that investigation agency, issue a lette r of request to a court or an authority \nin the contractingState competent to deal with such request to - \n \n(a) examine facts and circumstances of the case; and \n(b) take such steps as he may specify in such letter of request. \n(2) The letter of request shall be transmitted in such manner as the Federal Government may \nspecify in this behalf. \n(3) Every statement recorded or document or thing received under sub -section (1) shall be \ndeemed to be the evidence collected during the course of investigation.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "28",
        "title": "Assistance to a contracting State in certain cases",
        "body": "Where a letter of request is \nreceived by the Federal Government from a court or authority in a contracting State requesting for \ninvestigation into an offence or proceedings under this Act or under the corresponding law in force \nin that country, the Federal Government may forward such letter of request to the Court or to the \nauthorized officer or any authority under t his Act as it thinks fit for execution of such request in \naccordance with the provisions of this Act or, in the manner sought by the contracting State so long \nas doing so would not violate laws of Pakistan or is, in any manner, not prejudicial to the \nsover eignty, security, national interest or public order.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "29",
        "title": "Reciprocal arrangements for processes and assistance for transfer of accused",
        "body": "persons.-(1) Where a Court, in relation to the offence of money laundering, desires that___ \n(a) a summons to an accused p erson; \n(b) a warrant for the arrest of an accused person; \n(c) a summons to any person requiring him to attend and produce a document or \nother thing or to produce it; or \n(d) a search warrant, \nissued by it shall be served or executed at any place in any contracting State, it shall send such \nsummons or warrant in duplicate in such form, to such court, judge or magistrate through such \nauthorities as the Federal Government may specify in this behalf and that court, judge or magistrate, \nas the case may be, sh all cause the same to be executed.\n\n<<<PAGE 30>>>\n(2) Where a Court, in relation to an offence punishable under section 4, has received for \nservice or execution___ \n \n(a) a summons to an accused person; \n(b) a warrant for the arrest of an accused person; \n(c) a summons to any person requiring him to attend and produce a document or \nother thing, or to produce it; or \n(d) a search warrant, issued by a court, judge or magistrate in a contracting State, \nit shall c ause the same to be served or executed as if it were a summons or \nwarrant received by it from another court in the said territories for service or \nexecution within its local jurisdiction; and where___ \n(i) a warrant of arrest has been executed ; the person a rrested shall be dealt \nwith in accordance with the procedure specified under section 16; \n(ii) search warrant has been executed, the things found in this search shall, \nso far as possible, be dealt with in accordance the procedure specified \nunder sections 1 4 and 15: \nProvided that the provisions of this sub -section shall not have effect if the exercise of power \nhereunder is, in any manner, likely to prejudice the sovereignty, security, national interest or public \norder. \n \n(3) Where a person transferred to a contracting State pursuant to sub -section (2) is a prisoner \nin Pakistan, the Court or the Federal Government may impose such conditions as that Court or \nGovernment deems fit. \n(4) Where the person transferred to Pakistan pursuant to sub -section (1) is a prisoner in a \ncontracting State, the Court in Pakistan shall ensure that the conditions subject to which the prisoner \nis transferred to Pakistan are complied with and such prisoner shall be kept in such custody subject \nto such conditions as the Federal Government may d irect in writing.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "30",
        "title": "Attachment, seizure and forfeiture etc., of property in a contracting State or",
        "body": "Pakistan. - (1) Where the investigating officer has made an order for attachment of any property \nunder section 8 or where the court has made an order confi rming such attachment or forfeiture of any \nproperty under section 9 and such property is suspected to be in a contracting State, the Court on an \napplication by the investigating officer, may issue a letter of request to a Court or an authority in the \ncontr acting State for execution of such order. \n \n(2) Where a letter of request is received by the Federal Government from a court in a \ncontracting State requesting attachment or forfeiture of the property in Pakistan derived or obtained, \ndirectly or indirectly, by any person from the commission of an offence under section 3 committed in \nthat contracting State, the Federal Government may forward such letter of request to the \ninvestigating agency, as it thinks fit, for execution in accordance with the provisions o f this Act or \npermit execution of the request in the manner sought by the contracting State so long as doing so \nwould not violate Laws of Pakistan or is, in any manner, not prejudicial to the sovereignty, security, \nnational interest or public order.\n\n<<<PAGE 31>>>\n(3) The Federal Government may, on receipt of a letter of request under section 27 or section \n28, direct any investigating agency under this Act to take all steps necessary for tracing and \nidentifying such property. \n(4) The steps referred to in sub -section (3) may include any inquiry, investigation or survey \nin respect of any person, place, property, assets, documents, books of accounts in any 1[reporting \nentity] or any other relevant matters. \n(5) Any inquiry, investigation or survey referred to in sub -section (4) shall be carried out by \nan agency mentioned in sub -section (3) in accordance with such directions issued in accordance with \nthe provisions of this Act. \n(6) The provisions of this Act relating to attachment, adjudication, forfeiture vesting of \npropert y in the Federal Government, survey, search and seizures shall apply to the property in \nrespect of which letter of request is received from a court or contracting State for attachment or \nforfeiture of property.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "31",
        "title": "Procedure in respect of letter of reques t",
        "body": "Every letter of request, summons or \nwarrant, received by the Federal Government from, and every letter of request, summons or warrant, \nto be transmitted to a contracting State under this Act shall be transmitted to a contracting State or, \nas the case m ay be, sent to the concerned Court in Pakistan in such form and in such manner as the \nFederal Government may specify in this behalf.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "32",
        "title": "Punishment for vexatious survey and search",
        "body": "Any investigating officer exercising \npowers under this Act or any rules m ade hereunder, who, without prior permission from the Court, \n___ \n \n(a) surveys or searches, or causes to be surveyed or searched, any building or \nplace; or \n(b) detains or searches or arrests any person, \nshall for every such offence be liable on conviction for imprisonment for a term which may extend to \ntwo years or fine which may extend to fifty thousand rupees or both.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "33",
        "title": "Liability for failure to file 1[STR] and for providing false information",
        "body": "(1) Whoever \nwillfully fails to comply with the 1[STR] requirement as provided in section 7 or gives false \ninformation shall be liable for imprisonment for a term which may extend to 2[five] years or with \nfine whic h may extend to 2[five] hundred thousand rupees or both. \n \n \n \n1Subs. by Anti -Money Laundering (Second Amendment) Act, 2020 (Act No. XXX of 2020), s. 1 5. \n2Subs. by Anti -Money Laundering (Amendment) Act, 2020 (Act No. XI of 2020), s. 7.\n\n<<<PAGE 32>>>\n(2) In the case of the conviction of a reporting entity, the concerned 1[AML/CFT regulatory \nauthority] may also revoke its license or registration or take such other administrative action as it \nmay deem appropriate.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "34",
        "title": "Disclosure of information",
        "body": "(1) The directors, officers, employees and agents of any \nreporting entity or intermediary which report an STR or CTR pursuant to this law or any other \nauthority, are prohibited from disclosing, directly or indirectly, to any person that the transaction has \nbeen reported unless there are disclosure agreements for corporate groups in accordance with \nregulations made hereunder.] \n \n(2) A violation of the sub -section (1) is a criminal offence and shall be punishable by a \nmaximum term of 2[five] years imprisonment or a fine which may extend to 2[two million] rupees or \nboth. \n(3) Any confidential information furnished by a 1[reporting entities], or any other person \nunder or pursuant to the provisions of this Act, shall 3[****] be kept confidential by the FMU, \ninvestigation agency or officer as the case may be.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "35",
        "title": "Bar of jurisdiction",
        "body": "(l) No suit shall be brought in any Court to set aside or modify any \nproceeding taken or order made under this Act and no prosecution, suit or other proceedings shall lie \nagainst the Federal Government, or any officer of the Government, or FMU, its officers or any \nagency controlled or supervised by the Government, or members of the National Executive \nCommittee or General Committee, for anythi ng done or intended to be done in good faith under this \nAct. \n \n(2) No Court shall have jurisdiction to entertain any suit or proceedings in respect of any \nmatter which the investigating officer and Committee or the Court is empowered by or under this \nAct t o determine and no injunction shall be granted by any court or other authority in respect of any \naction taken or to be taken in pursuance of any power conferred by or under this Act.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "36",
        "title": "Notices, etc. not to be invalid on certain grounds",
        "body": "No notice, s ummons, order, \ndocument or other proceeding, furnished or made or issued or taken or purported to have been \nfurnished or made or issued or taken in pursuance of any of the provisions of this Act shall be \ninvalid, or shall be deemed to be invalid merely by reason of any mistake, defect or omission in such \nnotice, summons, order, documents or other proceedings if such notice, summons, order, document \nor other proceeding is in substance and effect in conformity with or according to the intent and \npurpose of th is Act.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "37",
        "title": "Offences by legal persons",
        "body": "(1) Where a legal person commits an offence under this \nAct, every person thereof who at the time when the offence was committed was responsible for such \ncommission of offence shall be deemed to be guilty of the of fence and shall be liable to be proceeded \nagainst and punished accordingly: \n \nProvided that nothing contained in this sub -section shall render any natural person liable to \npunishment if he proves that the contravention took place without his knowledge or t hat he exercised \nall due diligence to prevent such contravention. \n \n \n1Subs. by Anti -Money Laundering (Second Amendment) Act, 2020 (Act No. XXX of 2020), Ss. 15 and 16. \n2Subs. by Anti -Money Laundering (Amendment) Act, 2020 (Act No. XI of 2020), s. 8. \n3Omitted by Anti -Money Laundering (Amendment) Act, 2015 (Act No. XXIII of 2015), s. 24. \n4Subs. by Anti -Money Laundering (Second Amendment) Act, 2020 (Act No. XXX of 2020), s. 17.\n\n<<<PAGE 33>>>\n(2) Notwithstanding anything contained in sub -section (1), where an offence under this Act is \ncommitted by a legal person and it is proved that the co ntravention has taken place with the consent, \nconnivance or knowledge of any director, manager, secretary or other officer of any legal person, \nsuch director, manager, secretary or other officer shall also be deemed to be guilty of the \ncontravention and sh all be liable to be proceeded against and punished accordingly. \n \nExplanation .- For the purposes of this section, “director” in relation to a firm, means a \npartner in the firm.]",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "38",
        "title": "Continuity of proceedings in the event of death or insolvency",
        "body": "(1) Where ,___ \n \n(a) any property of a person has been attached under this Act and no \nrepresentation against the order attaching such property has been preferred; or \n(b) any representation has been preferred to the Court, and \n(i) in a case referred to in clause (a) such person dies or is adjudicated as \ninsolvent before preferring representation to the Court; or \n(ii) in a case referred to in clause (b), such person dies o r is adjudicated as \ninsolvent during the pendency of representation, \n(iii) then it shall be lawful for the legal representatives of such person or \nthe official assignee or the official receiver, as the case may be, to \nprefer representation to the Court, o r as the case may be to continue the \nrepresentation before the Court, in the place of such person. \n(2) Where, ___ \n \n(a) after passing of a decision or order by the Court, no appeal has been preferred \nto the High Court under section 23; or \n(b) any such app eal has been preferred to the High Court, then___ \n(i) in a case referred to in clause (a), the person entitled to file the appeal \ndies or is adjudicated an insolvent before preferring an appeal to the \nHigh Court, or \n(ii) in a case referred to in clause (b ), the person who had prepared appeal \ndies or is adjudicated as insolvent during the pendency of the appeal \nbefore the High Court, \nthen, it shall be lawful for the legal representatives of such person, or the official assignee or the \nofficial receiver, as the case may be, to prefer an appeal to the High Court or to continue the appeal \nbefore the High Court in place of such person and the provision of section 23 shall, so far as may be, \napply, or continue to apply, to such appeal.\n\n<<<PAGE 34>>>\n(3) The powers of the of ficial assignee or the official receiver under sub -section (1) or sub -\nsection (2) shall be exercised by him subject to the provisions of the Insolvency (Karachi Division) \nAct, 1909 (III of 1909) or the Provincial Insolvency Act, 1920 (V of 1920) as the cas e may be.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "39",
        "title": "Act to have overriding effect.___ (1) Subject to sub",
        "body": "section (2), the provisions of this Act \nshall have effect notwithstanding anything to the contrary contained in any other law for the time \nbeing in force. \n \n(2) The provisions of this Act shall be in addition to, and not in derogation of, the Anti -\nNarcotics Force Act, 1997 (III of I997), the Control of Narcotic Substances Act, I997 (XXV of \n1997), the Anti -Terrorism Act, 1997 (XXVII of 1997) and the National Ac countability Ordinance, \n1999 (XVIII of 1999) 1[and any other law relating to predicate offences].",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "40",
        "title": "Members etc., to be public servants",
        "body": "The Director General, Members of the National \nExecutive Committee and General Committee, and other officers and emp loyees of the FMU, \ninvestigating officer and the subordinate officers to him shall be deemed to be public servants within \nthe meaning of section 21 of the Pakistan Penal Code, 1860 (Act XLV of 1860).",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "41",
        "title": "Act not to apply to fiscal offences",
        "body": "(1)Except with prior consultation of FMU, an \ninvestigating or prosecuting agency shall not charge any person with the offence of money \nlaundering in relation to a predicate offence punishable under the Sales Tax Act, 1990 (VII of 1990) \nand the Federal Excise Act, 20 05. \n \n(2) In relation to the laws specified in sub -section (1), no offence other than the following \nshall be notified as predicate offence, namely:__ \n \n(a) sub-sections 11 and 13 of section 33 read with clause (37) of section 2 of the \nSales Tax Act, 1990; a nd \n(b) sub-section (3) of section 19 of the Federal Excise Act, 2005.]",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "42",
        "title": "Power to amend the Schedule",
        "body": "The Federal Government may, by notification in the \nofficial Gazette, amend the Schedule to this Act so as to add any entry thereto or modify or omit any \nentry therein.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "43",
        "title": "Power to make rules",
        "body": "The Federal Government may in consultation with the National \nExecutive Committee and by notification in the official Gazette, make rules for carrying out the \npurposes of this Act.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "44",
        "title": "Power to make regulations",
        "body": "Subject to the supervision and control of th e National \nExecutive Committee, FMU may, by notification in the official Gazette, make such regulations as \nmay be necessary for carrying out the purposes of this Act. \n \n1Inser. by Anti -Money Laundering (Amendment) Act, 2015 (Act No. XXIII of 2015), s. 26. \n2Subs., inser. and omitted by Anti -Money Laundering (Amendment) Act, 2015 (Act No. XXIII of 2015), Ss. 27 .\n\n<<<PAGE 35>>>",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "45",
        "title": "Power to remove difficulties",
        "body": "If any difficulty arises in giving effect to the provisions \nof this Act, the Federal Government may, by order, p ublished in the official Gazette, make such \nprovisions not inconsistent with the provisions of this Act as may appear to be necessary for \nremoving the difficulty.",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      },
      {
        "section": "46",
        "title": "Validation of actions, etc",
        "body": "",
        "chapter": null,
        "volume": "Volume 1",
        "page_start": null,
        "page_end": null
      }
    ],
    "Schedules": [
      {
        "section": "THE SCHEDULE-I",
        "title": "Section I: The Pakistan Penal Code 1860 (Act XLV of 1860)",
        "body": "SCHEDULE 2\n[-I]\n[see section 2(xxvi)]\nSection I: The Pakistan Penal Code 1860 (Act XLV of 1860)\n109. Punishment of abetment if the act abetted is committed in consequence and where no express provision is made for its punishment.\n111. Liability of abettor when one act abetted and different act done.\n112. Abettor when liable to cumulative punishment for act abetted and for act done.\n113. Liability of abettor for an effect caused by the act abetted different from that intended by the abettor.\n115. Abetment of offence punishable with death or imprisonment for life, if offence not committed, if act causing harm be done in consequence.\n116. Abetment of offence punishable with imprisonment, if offence be not committed.\n117. Abetting commission of offence by the public or by more than ten persons.\n118. Concealing design to commit offence punishable with death or imprisonment for life, if offence be committed; if offence be not committed.\n119. Public servant concealing design to commit offence which it is his duty to prevent.\n120. Concealing design to commit offence punishable with imprisonment.\n1 Inser. and omitted by Anti-Money Laundering (Amendment) Act, 2015 (Act No. XXIII of 2015), s. 28.\nPage 36 of 44\n2 Renumbered and subs. by Anti-Money Laundering (Second Amendment) Act, 2020 (Act No. XXX of 2020), s. 18.\n120B. Punishment for criminal conspiracy.\n121. Waging or attempting to wage war or abetting of war against Pakistan.\n121A. Conspiracy to commit offence punishable by section 121.\n122. Collecting arms, etc. with intention of waging war against Pakistan.\n161. Public servant taking gratification other than legal remuneration in respect of an official act.\n162. Taking gratification, in order, by corrupt or illegal means, to influence public servant.\n163. Taking gratification for exercise of personal influence with public servant.\n164. Punishment for abetment by public servant of offences defined in sections 162 or 163.\n165. Public servant obtaining valuable thing, without consideration from person concerned in proceeding or business transacted by such public servant.\n165A. Punishment for abetment of offences defined in sections 161.\n302. Punishment for Qatl-e-amd.\n316. Punishment for QatlShibh-i-amd.\n327. Punishment.\n1 [336A. Hurt caused by corrosive substance.\n337(2)(e) and (f) (e) shajjah-i-ammah and (f) Shajjah-i-damighah.\n337(3)(v) and (vi) (v) Causing fracture of the skull of the victim so that the wound touches the membrane of the brain;\n(vi) by causing fracture of the skull of the victim and the wound ruptures the membrane of the brain.]\n337K. Causing hurt to extort confession or to compel restoration of property.\n343. Wrongful confinement for three or more days.\n344. Wrongful confinement for ten or more days.\nPage 37 of 44\n1 Ins. by SRO 782(I)/2020 dt 13/07/2020.\n345. Wrongful confinement for person for whose liberation writ has been issued.\n346. Wrongful confinement in secret.\n347. Wrongful confinement to extort property or constrain to illegal act.\n348. Wrongful confinement to extort confession or compel restoration of property.\n363. Punishment for kidnapping.\n364. Kidnapping or abducting in order to murder.\n364A. Kidnapping or abducting a person under the age of fourteen.\n364A. Kidnapping or abducting with intent secretly or wrongfully to confine person.\n365A. Kidnapping or abducting for extorting property, valuable security etc.\n365B. Kidnapping, abducting or inducing woman to compel for marriage etc.\n366. Kidnapping, abducting or inducing woman to compel her marriage, etc.\n366A. Procuration of minor girl.\n366B. Importation of girl from foreign country.\n367. Kidnapping or abducting in order to subject person to grievous hurt, slavery etc.\n367A. Kidnapping or abducting in order to subject person to unnatural lust.\n368. Wrongfully concealing or keeping in confinement, kidnapped or abducted person.\n369. Kidnapping or abducting child less than ten years with intent to steal from its person.\n370. Buying or disposing of any person as a slave.\n371. Habitual dealing in slaves.\n371A. Selling person for purposes of prostitution etc.\n371B. Buying person for purposes of prostitution etc.\n374. Unlawful compulsory labour.\n376. Punishment of rape.\n379. Punishment for theft.\n380. Theft in dwelling house etc.\n381. Theft by clerk or servant of property in possession of master.\n381A. Theft of a car or other motor vehicle.\n382. Theft after preparation made for causing death, hurt or restraint, in order to the committing of the theft.\n384. Punishment for extortion.\n385. Putting person in fear of injury in order to commit extortion.\n392. Punishment for robbery.\n395. Punishment for dacoity.\n402. Assembling for purpose of committing dacoity.\n402B. Punishment for hijacking.\n406. Punishment for criminal breach of trust.\n411. Dishonestly receiving stolen property.\n412. Dishonestly receiving stolen property in the commission of a dacoity.\n413. Habitually dealing in stolen property.\n414. Assisting in concealment of stolen property.\n417. Punishment for cheating.\n421. Dishonest or fraudulent removal or concealment of property to prevent distribution among creditors.\n422. Dishonestly or fraudulently preventing debt being available for creditors.\n423. Dishonest or fraudulent execution of fees of transfer containing false statement of consideration.\n424. Dishonest or fraudulent removal or concealment of property.\nPage 38 of 44\nPage 39 of 44\n465. Punishment for forgery.\n467. Forgery of valuable security, will, etc.\n468. Forgery for the purpose of cheating.\n471. Using as genuine a forged document.\n472. Making or possessing counterfeit seal, etc. with intent to commit forgery punishable under section 467.\n473. Making or possessing counterfeit seal, etc. with intent to commit forgery punishable otherwise.\n474. Having possession of document described in section 466 or 467 knowing it to be forged and intending to use it as genuine.\n475. Counterfeit device or mark used for authenticating documents described in section 467, or possessing counterfeit marked material.\n476. Counterfeit device or mark used for authenticating documents other than those described in section 467, or possessing counterfeit marked material.\n477. Fraudulent cancellation, destruction, etc., of will, authority to adopt, or valuable security.\n477A. Falsification of accounts.\n482. Punishment for using a false trade mark or property mark.\n483. Counterfeiting a trade mark or property mark used by another.\n484. Counterfeiting a mark used by a public servant.\n485. Making or possession of any instrument for counterfeiting a trade mark or property mark.\n486. Selling goods marked with a counterfeit trade mark or property mark.\n487. Making a false mark upon any receptacle containing goods.\n488. Punishment for making use of any such false mark.\n489. Tampering with property mark with intent to cause injury.\n489A. Counterfeiting currency-notes or bank notes.\n489B. Using as genuine, forged or counterfeit currency-notes or bank notes.\nPage 40 of 44\n489C. Possession of forged or counterfeit currency-notes or bank-notes.\n489D. Making or possessing instruments or materials for forging or counterfeiting currency-notes or bank-notes.\n489E. Making or using documents resembling currency-notes or bank-notes.\n493A. Cohabitation caused by a man deceitfully inducing a belief of lawful marriage.\n496A. Enticing or taking away or detaining with criminal intent a woman.\nSection—II The Arms Act, 1878 (XI of 1878)\n19. For breach of sections 5, 6, 10, 13 to 17.\n20. For secret breaches of sections 5 to 10, 14 and 15.\nSection--III The Foreigners Act, 1946 (XXXI of 1946)\n14. Penalties.\nSection--IV The Copyright Ordinance, 1962 (XXXIV of 1962)\n66. Offences of infringement of copyright or other rights conferred by this Act.\n67. Possession of plates for purpose of making infringing copies.\n68. Penalty for making false entries in the Register, etc. or producing or tendering false evidence.\n69. Penalty for making false statements for the purpose of deceiving or influencing any authority or officer.\n70. False attribution or authorship, etc.\nSection--V The Pakistan Arms Ordinance, 1965 (W.P. Ordinance XX of 1965)\n13. Penalty for breach of sections 4, 5, 8 to 11.\nSection--VI The Securities and Exchange Ordinance, 1969 (XVII of 1969)\nAll offences under this Act prescribing minimum punishment for a period of over one year.\nSection--VII The Emigration Ordinance, 1979 (XVIII of 1979)\nPage 41 of 44\n17. Unlawful immigration etc.\n18. Fraudulently inducing to emigrate.\n19. False representation of Government authority.\n22. Receiving money etc. for providing foreign employment.\nSection--VIII The Control of Narcotic Substances Act, 1997 (XXV of 1997)\n5. Punishment for contravention of section 4.\n9. Punishment for contravention of sections 6, 7 and 8.\n11. Punishment for contravention of section 10.\n13. Punishment for contravention of section 12.\n15. Punishment for contravention of section 14.\n41. Prohibition of alienation of freezed property.\n42. Prohibition of acquiring property in relation to which proceedings have been taken under the Act.\nSection--IX The Anti-Terrorism Act, 1997 (XXVII of 1997)\nAll offences under this Act prescribing minimum punishment for a period of over one year.\nSection--X National Accountability Ordinance, 1999 (XVIII of 1999)\n9. Corruption and Corrupt Practices.\nSection--XI The Registered Designs Ordinance, 2000 (XLV of 2000)\n\n1SCHEDULE-II\n[see section 5(1)]\nMembers of National Executive Committee\n1. The National Executive Committee shall comprise the following members:—\n(a) Minister for Finance or Adviser to the Prime Minister on Finance Chairman\n(b) Minister for Foreign Affairs Member\n(c) Minister for Law and Justice Member\n(d) Minister for Interior Member\n(e) Minister for Economic Affairs Member\n(f) Governor SBP Member\n(g) Chairman SECP Member\n(h) Director General, FMU Member/Secretary\n(i) Director General, FATF Cell Member\n(j) any other member on the special invitation of the National Executive Committee Member\n2. The Director General FMU shall act as Secretary of the National Executive Committee.\n" ,
        "reference": null,
        "volume": "Schedules"
      },
      {
        "section": "THE SCHEDULE-I",
        "title": "Section II: The Arms Act, 1878 (XI of 1878) ",
        "body": "19 For breach of section 5, 6, 10, 13 to17 \n 20 For secret breaches of section 5 to 10, 14 and 15.",
        "reference": null,
        "volume": "Schedules"
      },
      {
        "section": "THE SCHEDULE-I",
        "title": "Section III: The Foreigners Act, 1946 (XXXI of 1946)  ",
        "body": "14 Penalties. ",
        "reference": null,
        "volume": "Schedules"
      },
      {
        "section": "THE SCHEDULE-I",
        "title": "Section IIIA: A Prevention of Corruption Act, 1947 (II of 1947)**",
        "body": "5 Criminal misconduct.\n 5B Declaration of Assets.\n5C  Possession of Property disproportionate to known sources of income.",
        "reference": null,
        "volume": "Schedules"
      },
      {
        "section": "THE SCHEDULE-I",
        "title": "Section IIIB:  Foreign Exchange Regulation Act, 1947 (VII of 1947) Illegal forex business** ",
        "body": "Subsection (1) of section 4 read with section 23.\nSection 5 read with section 23.  ",
         "reference": null,
        "volume": "Schedules"
      },
      {
        "section": "THE SCHEDULE-I",
        "title": "Section –IV :The Copyright Ordinance, 1962 (XXXIV of 1962) ",
        "body": "66 Offences of infringement of copyright or other rights conferred by this Ordinance.\n 67 Possession of plates for purpose of making infringing copies .\n 68Penalty for making false entries in the Register, etc. or producing or tendering false evidence.\n69 Penalty for making false statements for the purpose of deceiving or influencing any authority or officer.\n 70False attribution or authorship, etc. ",
         "reference": null,
        "volume": "Schedules"
      },
      {
        "section": "THE SCHEDULE-I",
        "title": "Section –V:The Pakistan Arms Ordinance, 1965 (W.P. Ordinance XX of 1965) ",
        "body": "13 Penalty for breach of sections 4, 5, 8 to 11",
        "reference": null,
        "volume": "Schedules"
      },
      {
        "section": "THE SCHEDULE-I",
        "title": "Section –VI :The Customs Act, 1969 (IV of 1969)** ",
        "body": "Section 2(s) read with clause 8, 89 of section 156(1) \nSection 15 read with clause 8, 9, 89 & 90 of section 156 (1) \nSection 16 read with clause 8, 9, 89 & 90 of section 156 (1)  \nSection 32 read with clause 14 of section 156 (1) \nSection 32A read with clause 14A of section 156(1) \nSection 139 read with clause 70 of section 156 (1) ",
        "reference": null,
        "volume": "Schedules"
      },
       {
        "section": "THE SCHEDULE-I",
        "title": "Section –VIA :The Securities Act, 2015 (Act No. III of 2015)*** ",
        "body":"Section 128. (Prohibition of insider trading) read with Section 159 \nSection 133 (Market Manipulation) read with Section 159" ,
        "reference": null,
        "volume": "Schedules"
      },
      {
        "section": "THE SCHEDULE-I",
        "title": "Section –VII : The Emigration Ordinance, 1979 (XVIII of 1979) ",
        "body":"17 Unlawful immigration etc. \n18 Fraudulently inducing to emigrate. \n19 False representation of Government authority. \n22 Receiving money etc. for providing foreign employment. ",
        "reference": null,
        "volume": "Schedules"
      },
      {
        "section": "THE SCHEDULE-I",
        "title": "Section –VIIA : The Sales Tax Act, 1990****   ",
        "body":"33 (entries 11 and 13 of Section 33 of Table) Offences and \nPenalties",
        "reference": null,
        "volume": "Schedules"
      },
       {
        "section": "THE SCHEDULE-I",
        "title": "Section –VIII :  The Control of Narcotic Substances Act, 1997 (XXV of 1997)  ",
        "body":"5 Punishment for contravention of section 4 \n9 Punishment for contravention of section 6, 7 and 8. \n11 Punishment for contravention of section 10. \n13 Punishment for contravention of section 12. \n15 Punishment for contravention of section 14. \n41 Prohibition of alienation of freezed property. \n42 Prohibition of acquiring property in relation to  which proceedings have been taken under the Act ",
        "reference": null,
        "volume": "Schedules"
      },
       {
        "section": "THE SCHEDULE-I",
        "title": "Section –IX : The Anti-Terrorism Act, 1997 (XXVII of 1997)* ",
        "body":"All offences under this Act ",
        "reference": null,
        "volume": "Schedules"
      },
      {
        "section": "THE SCHEDULE-I",
        "title": "Section –IXA  :The Pakistan Environmental Protection Act 1997 (XXXIV of 1997)*",
        "body":"17      Penalties  \n 18     Offences by bodies corporate ",
        "reference": null,
        "volume": "Schedules"
      },

      {
        "section": "THE SCHEDULE-I",
        "title": "Section –X  :The Pakistan Environmental Protection Act 1997 (XXIV of 1997)*",
        "body":"9  Corruption and Corrupt Practices.",
        "reference": null,
        "volume": "Schedules"
      },
      
      {
        "section": "THE SCHEDULE-I",
        "title": "Section –XI  :The Registered Designs Ordinance, 2000 (XLV of 2000)* ",
        "body":"27 Offences and penalties \n 28 Falsification of Register, etc. \n29 Falsely representing a design as registered",
        "reference": null,
        "volume": "Schedules"
      },
      {
        "section": "THE SCHEDULE-I",
        "title": "Section –XII  :The Trade Marks Ordinance, 2001 (XIX of 2001)*",
        "body":"99 Penalty for applying false trade description, etc. \n101 Penalty for falsification of entries in Register \n107 Penalty for improperly describing a place of business as connected with the Trade Marks Registry",
        "reference": null,
        "volume": "Schedules"
      },
       {
        "section": "THE SCHEDULE-I",
        "title": "Section XIIA   :The Income Tax Ordinance, 2001***** ",
        "body":"192 Prosecution for false statement in verification- where tax sought to be evaded is ten million rupees or more 192A Prosecution for concealment of Income-where tax sought to be evaded is ten million rupees or more 194 Prosecution for improper use of National Tax Number [Certificate}- where tax sought to be evaded is ten million rupees or more 199 Prosecution for abetment – where tax sought to be evaded is ten million rupees or more. ",
        "reference": null,
        "volume": "Schedules"
      },
       {
        "section": "THE SCHEDULE-I",
        "title": " XIII   :The Prevention & Control of Human Trafficking Ordinance, 2002 (LIX of 2002)*",
        "body":"3 Punishment for human trafficking \n4 Offences committed by organized criminal groups \n5 Repetition of commission of offences ",
        "reference": null,
        "volume": "Schedules"
      },
       {
        "section": "THE SCHEDULE-I",
        "title": "Section XIV :The Federal Excise Act, 2005****",
        "body":"19(3) Offences, penalties, fines and allied matters \n*  Inserted through SRO No. 3 dated January 8, 2011 \n**  Inserted through Federal Government notification dated 1st April 2015 \n*** Inserted through Federal Government notification dated 21st December 2015 \n**** Inserted through Federal Government notification dated 3rd February 2016 \n***** Inserted through Federal Government notification dated 20th May 2016 \n****** Inserted through Federal Government notification dated 13th July 2020 ",
        "reference": null,
        "volume": "Schedules"
      },
      {
        "section": "THE SCHEDULE-II",
        "title": "[see section 5(1)]",
        "body":"[see section 5(1)]\nMembers of National Executive Committee \n1. The National Executive Committee shall comprise the following members:-  \n(a) Minister for Finance or Advisor  Chairman to the Prime Minister on Finance  \n(b) Minister for Foreign Affairs     Member \n(c) Minister for Law and Justice     Member \n(d) Minister for Interior            Member \n(e) Minister for Economic Affairs Division  Member  \n(f) Governor SBP                     Member \n(g) Chairman SECP                    Member \n(h) Director General, FMU            Member/Secretary\n(i) Director General FATF Cell       Member   \n(j) any other member on the special invitation of the National Executive Committee Member \n2. The Director General FMU shall act as Secretary of the National Executive Committee. ",
        "reference": null,
        "volume": "Schedules"
      },
      {
        "section": "THE SCHEDULE-III",
        "title": "[see section 5(5)]",
        "body": "[see section 5(5)] \nMembers of General Committee \n1. The General Committee shall comprise the following members: - \n \n(a) Secretary Finance Chairman \n(b) Secretary Interior Member \n(c) Secretary Foreign Affairs Member \n(d) Secretary Law and Justice Member \n(e) Chairman National Accountability Bureau Member \n(f) Chairman Federal Board of Revenue Member \n(g) Director General, Federal Investigation Member \n(h) Director General, Anti Narcotics Force Member \n(i) Deputy Governor SBP Member \n(j) Commissioner SECP Member \n(k) Director General, FMU Member/Secretary \n(l) Director General FATF Cell Member \n(m) Any other member on the special invitation of the \nGeneral Committee Member \n \n2. The Director General FMU shall also act as Secretary of the General Committee.\n\n<<<PAGE 44>>>",
        "reference": null,
        "volume": "Schedules"
      },
      
      {
        "section": "THE SCHEDULE-IV",
        "title": "[see section 6A(1)]",
        "body": "[see section 6A(1)] \nAML/CFT Regulatory Authority \n1. The following regulators are AML/CFT regulatory authorities for the purposes of this \nAct:- \n(i) SBP for any, reporting entity licensed or regulated under any law administered \nby SBP; \n(ii) SECP for any reporting entity licensed or regulated by SECP under any law \nadministered by SECP; \n(iii) Federal Board of Revenue for real estate agents, jewellers, dealers in precious \nmetals and precious stones and accountants who are not the members of the \nInstitute of Chartered Accountants of Pakistan (ICAP) and the Institute of \nCost and Management Accountants of Pakistan (ICMAP); \n(iv) National Savings (AML and CFT) Supervisory Board for national savings \nschemes; \n(v) Pakistan Post (AML and CFT) Superviso ry Board for Pakistan Post; and \n(vi) any other such entity or regulatory authority as may be notified by the Federal \nGovernment. \n2. The following SRBs are AML/CFT regulatory authorities for the purposes of this \nAct:- \n(i) the Institute of Chartered Accou nts of Pakistan constituted under the \nChartered Accountants Ordinance, 1961 (X of 1961) for their respective \nmembers; \n(ii) the Institute of Cost and Management Accountants of Pakistan (ICMAP) \nconstituted under the Cost and Management Accountants Act, 1966 (XIV of \n1966) for their respective members; \n1[(iii) Pakistan Bar Council, Provincial Bar Councils, Islamabad Bar Council, for \nadvocates, law firms and other independent legal professionals. ] \n(iv) any other SRB as may be notified by the Federal Governmen t.] \n________ \n \n \n1Subs. by S.R.O. 657 (I)/2021",
        "reference": null,
        "volume": "Schedules"
      }
    ]
  },
  "metadata": {
    "parsed_at": "2025-10-10T17:37:34.488064",
    "source_file": "Anti_Money_Laundering_Act_2010.pdf"
  }
}