{  
    "law_name": "Anti Narcotics Force Act, 1997",
    "total_sections": 17,
    "sections": [     
        {
            "section": "1",
            "title": "Short title and commencement",
            "body": "(1) This Act may be called the Anti-Narcotics Force Act, 1997. (2) It extends to the whole of Pakistan. (3) It shall come into force at once.",
            "chapter": "MAIN ACT"
        },
        {
            "section": "2",
            "title": "Definitions",
            "body": "In this Act, unless there is anything repugnant in the subject or context. (a) 'Code' means the Code of Criminal Procedure, 1898 (Act V of 1898); (b) 'Director-General' means the Director-General of the Force; (c) 'Force' means the Anti-Narcotic Force constituted under section 3; (d) 'Narcotics' includes narcotic, drugs, psychotropic substances and controlled substances as defined in the Control of Narcotic Substances Ordinance, 1996 XCIV of 1996); (e) 'police' means a police force constituted by the Federal Government or Provincial Government under the Police Act, 1861 (V of 1861); (f) 'Prescribed' means prescribed by rules under this Ordinance; and (g) 'Rules' means rules made under this Act. The words and expressions used but not defined herein shall have the same meaning as assigned to them in the Control of Narcotic Substances Ordinance, 1996 (XCIV of 1996).",
            "chapter": "MAIN ACT"
        },
        {
            "section": "3",
            "title": "Constitution of the Force",
            "body": "(1) Notwithstanding anything contained in any other law for the time being in force, the Federal Government may constitute a Force to be called the Anti-Narcotics Force. (2) The Force shall consist of a Director-General to be appointed by the Federal Government and such number of other officials as the Federal Government may, from time to time, appoint to be members of the Force. (3) On commencement of this Act the Pakistan Narcotics Control Board constituted under the Government of Pakistan Planning Division's Resolution dated the 8th March, 1973, and Anti-Narcotics Task Force constituted under the Anti-Narcotics Task Force Ordinance, 1994 (LXXVI of 1994), shall stand merged and all personnels, including officers, ministerial staff and the contingent staff of the said Board and Task Force shall, subject to the provisions of section 11 become members of the Force and be governed in accordance with this Ordinance and the rules made thereunder. (4) The Force shall for all intents and purposes be successor of Pakistan Narcotics Control Board and Anti-Narcotics Task Force in respect of all cases, inquiries, investigation, assets, liabilities, rights, obligations and privileges and matters related thereto or connected therewith. (5) Notwithstanding anything contained in the General Clauses Act, 1897 (IV of 1897), anything done or action taken before the commencement of this Act, under the Anti-Narcotics Task Force Ordinance, 1994 (LXXVI of 1994), or otherwise by the Pakistan Narcotics Control Board in so far it is not inconsistent with the provisions of this Act, shall be deemed to have been done or taken under this Act.",
            "chapter": "MAIN ACT"
        },
        {
            "section": "4",
            "title": "Superintendence and administration of the Force",
            "body": "(1) The superintendence of the Force shall vest in the Federal Government. (2) The Administration of the Force shall vest in the Director-General who shall exercise in respect of the Force all powers of an Inspector-General of Police under the Police Act, 1861 (V of 1861), and all other powers under the Act. (3) In case of any officers and members from the Armed Forces, the Director-General shall have all powers conferred by or under the Pakistan Army Act, 1952 (XXXIX of 1952), the Pakistan Air Force Act, 1953 (VI op 1953), and the Pakistan Navy Ordinance, 1961 (XXXVI of 1961), respectively as an officer empowered to convene a General Court Martial: Provided that such powers shall be exercised only by the Director-General who is in the regular service of any of the Armed Forces.",
            "chapter": "MAIN ACT"
        },
        {
            "section": "5",
            "title": "Functions of the Force",
            "body": "The Force shall (a) inquire into, investigate and prosecute all offences relating to, or connected with, preparation, production, manufacture, transportation, illicit trafficking or smuggling of intoxicants, narcotics and chemical precursors or reagents used in the manufacture of narcotics, or any offence committed in the course of the same transaction under any law for the time being in force, including an attempt or conspiracy to commit, or any offence committed in the course of the same transaction under any law for the time being in force, including an attempt or conspiracy to commit, or any abetment of, any such offence, or any offence committed under the Control of Narcotics Substances Ordinance, 1996 (XCIV of 1996), or the Prohibition (Enforcement of Hadd) Order, 1979 (P.O. 4 of 1979), (b) trace and freeze the assets; (c) Provide assistance and advice to other enforcement agencies on all matters in the field of narcotics and to collect information from all national and international enforcement agencies about illicit narcotic traffic and traffickers; (d) Maintain liaison with all national or international narcotics authorities, organizations, bodies, associations and societies and represent Pakistan in such conferences, seminars and workshops arranged by any such organization or narcotics related matters (e) Arrange and co-ordinate training of own staff and members of other enforcement agencies in various aspects of narcotics enforcement; (f) Co-ordinate the project and schemes for elimination and destruction of poppy cultivation; and (g) Perform any other related functions which may be assigned to it by the Federal Government.",
            "chapter": "MAIN ACT"
        },
        {
            "section": "6",
            "title": "Power of the members of the Force",
            "body": "(1) The members of the Force shall, for the purpose of any inquiry or investigation under this Act, have throughout Pakistan such powers, including the powers relating to search, arrest of persons and seizures of property, and such duties, privileges and liabilities as a police officer has in respect of offences under the Code or any other law for the time being in force. (2) Save when the Director-General otherwise direct, a member of the Force, not below the rank of an Inspector may, for the purpose of any inquiry or investigation under this Act, exercise all the powers of an officer incharge of a police station in any area in which he is for the time being and, when so exercising such powers, shall be deemed to be the officer incharge of a police station discharging his functions as such within the limits of his station. (3) Without prejudice to the generality of the provisions of subsection (1) and subsection (2), any member of the Force not below the rank of Inspector, authorized by the Director-General in this behalf, may arrest without warrant any person who has committed, or against whom a reasonable suspicion exists that he has committed, any of the offences relating to Narcotics referred to in clause (a) of section 5. (4) Notwithstanding anything contained in any other law for the time being in force, a member of the Force not below the rank of Inspector authorised by the Director-General, may inquire, investigate and trace the assets of a person who has committed an offence referred to in clause (a) of section 5 or when in his opinion, there is a reasonable suspicion that the said assets were acquired through illicit involvement in narcotics, and may, for this purpose, require a bank or other financial institution or departments, whether under the control of Government or otherwise to furnish such information as he may specify. (5) If, in the opinion of a member of the Force, conducting an inquiry investigating or tracing any assets under subsection (4), which is likely to be removed, transferred or otherwise disposed of, such member may, notwithstanding anything contained in any other law for the time being in force, by order in writing direct the owner or any person who is for the time being in possession thereof, not to remove, transfer, or otherwise dispose- of such property in any manner except with the previous permission of that member and such order shall be subject to any order made by the Court having jurisdiction in the matter. (6) Any contravention of any order made under subsection (4) or (5) shall be punishable with rigorous imprisonment for a term which may extend to three years, or with fine, or with both. (7) Any member of the Force may, in performance of his functions and exercise of powers as may be prescribed, seek assistance from all officers of police, customs, excise, Federal Investigation Agency or any other investigation agency or authority or civil armed forces. (8) Notwithstanding anything contained in any other law for the time being in force, the Federal Government may, in respect of any case registered by or under investigation of, police, customs, excise, Federal Investigation Agency or any other investigation agency or authority, by order in writing, entrust inquiry or such investigation to the Force, and thereupon the police, customs, excise, Federal Investigation Agency or any other investigation agency or authority shall transfer the record of the case to the Force. (9) The Force may, in accordance with the law, establish as many police stations as are required for the efficient functioning of the Force and all Police Stations of Anti-Narcotics Task Force and Pakistan Narcotics Control Board shall be deemed to be the police stations of the Force. Explanation. For the purpose of this Ordinance, the expression 'police station' means and includes any place declared, as such, by the Federal Government or a Provincial Government to be a police station within the meaning of the Code.",
            "chapter": "MAIN ACT"
        },
        {
            "section": "7",
            "title": "Wearing of Uniform",
            "body": "All members, excluding ministerial staff of the Force, employed on enforcement duties shall wear such uniform as may be prescribed.",
            "chapter": "MAIN ACT"
        },
        {
            "section": "8",
            "title": "Punishment",
            "body": "(1) The following minor and major punishments shall be awarded to the officers and members of staff of the Force, namely: (a) Minor Punishments, (i) Censure; (ii) forfeiture of approved service up to two years; (iii) withholding of promotion up to one year; (iv) stoppage of increment for a period not exceeding three years without cumulative effect; (v) fine to any amount not exceeding one month's pay; (vi) confinement to quarters for a term not exceeding fifteen days, with or without punishment, drill, extra guard, fatigue other duty; and (vii) extra drill not exceeding fifteen days, fatigue or other duties; (b) Major Punishments (i) Reduction in rank; (ii) compulsory retirement; (iii) removal from service; and (iv) dismissal from service (2) Removal from service does not, but dismissal from service does disqualify for future employment. (3) In this section removal or dismissal from service does not include the discharge of person (a) appointed on probation, during the period of probation or in accordance with probation or training rules applicable to him; or (b) appointed, otherwise than under a contract, to hold a temporary appointment on the expiration of the period of appointment; or (c) engaged under a contract, in accordance with the terms of the contract;",
            "chapter": "MAIN ACT"
        },
        {
            "section": "9",
            "title": "Grounds of punishment",
            "body": "Where, a member, in the opinion of the Authority (a) is inefficient or has ceased to be efficient; or (b) is guilty of misconduct; or (c) is corrupt or may reasonably be considered corrupt because (i) he is, or any of his dependents or any other person claiming through him, or on his behalf is, in possession (for which he cannot reasonably account) of pecuniary resources or any property disproportionate to his known sources of income; or (ii) he has assumed a style of living beyond his ostensible means; or (iii) he has a reputation of being corrupt; or (d) he is engaged or is reasonably suspected of being engaged in subversive or narcotics activities, or is reasonably suspected of being associated with those engaged in subversive or narcotics activities or is guilty of disclosure of official secrets to any unauthorised person, and his retention in service is, therefore, prejudicial to national security and interest of State, The, authority may impose on him one or more punishments specified in, subsection (1) of section 8.",
            "chapter": "MAIN ACT"
        },
        {
            "section": "10",
            "title": "Authority to award punishment",
            "body": "The authorities to award punishment under section 8 are specified in the Schedule to this Act.",
            "chapter": "MAIN ACT"
        },
        {
            "section": "11",
            "title": "Terms of Service",
            "body": "(1) All personnel's up to the rank of Inspector and their equivalent in the ministerial staff of the Force may elect to be governed by the existing terms of service applicable to them and such option shall be sent to the Director-General, of the Force within such period as may be decided by the Director-General failing which they shall be deemed to have opted to serve under this Act. (2) The personnel's not opting to serve in accordance with the terms of this Ordinance may, at the discretion of the Director-General be placed at the disposal of Federal Government for adjustment elsewhere.",
            "chapter": "MAIN ACT"
        },
        {
            "section": "12",
            "title": "Conduct and Discipline",
            "body": "(1) The police Act, 1861 (V of 1861), the Police Rules, 1934, and the Punjab Police (Efficiency and Discipline) Rules, 1975, shall, mutatis mutandis, be applicable to all members up to the rank of an Inspector if not inconsistent with the provisions of this Act or where operation of any provision thereof is excluded by the Director-General by a specific order made in this behalf. (2) Subject to subsection (1), all members of the Force, including the ministerial staff except those on deputation from the armed forces, shall be governed by the Civil Servants Act, 1973 (LXXI of 1973), and rules made thereunder.",
            "chapter": "MAIN ACT"
        },
        {
            "section": "13",
            "title": "Members to serve anywhere",
            "body": "Every member of the Force shall be deemed to be always on duty and be liable to serve anywhere within or without Pakistan.",
            "chapter": "MAIN ACT"
        },
        {
            "section": "14",
            "title": "Members as public prosecutors",
            "body": "Notwithstanding anything contained in the Code, all Directors, Deputy Directors and Assistant Directors of the Force, shall be ex officio public prosecutors in respect of all offences relating to narcotic and specified in clause (a) of section 5, for trial before the Special Court or any other Court when so directed by the Director-General and may conduct the proceedings in the said Court and deal with any matter connected therewith or ancillary thereto.",
            "chapter": "MAIN ACT"
        },
        {
            "section": "15",
            "title": "Delegation of powers",
            "body": "The Director-General may, by order in writing direct that all or any of his powers under this Act or the rules shall, subject to such conditions, if any, as may be specified in the order, be exercisable by any member of the Force.",
            "chapter": "MAIN ACT"
        },
        {
            "section": "16",
            "title": "Indemnity",
            "body": "No suit, prosecution, or other proceedings shall lie against the Federal Government, Provincial Government, Director-General or any member of the Force or any other person exercising any power or performing any function under this Act or the rules made thereunder for anything which is done in good faith or intended to be done under this Act or the rules.",
            "chapter": "MAIN ACT"
        },
        {
            "section": "17",
            "title": "Power to make rules",
            "body": "(1) The Federal Government may, by notification in the Official Gazette, make rules for carrying out the purposes of this Act. (2) In particular and without prejudice to the generality of the foregoing power such rules may provide for all or any of the following matters, namely: (a) the terms and conditions of service of the Director-General and other members of the Force and the qualifications for recruitment to various posts; (b) the powers and functions of the members of the Force in relation to the conduct of inquiries and investigations; and (c) the manner in which rewards may be given to the members of the Force or to the public for rendering commendable service.",
            "chapter": "MAIN ACT"
        }
    ]

}